{
  "choose_mystery": "Choose Mystery",
  "policy_content": "<p>Privacy Policy for Rosary Meditation Guide</title></head><body><p><strong>Last Updated:</strong> 16/08/2023</p><h2>Introduction</h2><p>Welcome to Rosary Meditation Guide! We highly value your privacy and are committed to protecting your personal information. This Privacy Policy outlines the types of information we collect, how we use it, and the choices you have regarding your data. We comply with the General Data Protection Regulation (GDPR) and other applicable data protection laws.</p><p>By using the Rosary Meditation Guide application ('the App'), you consent to the practices described in this Privacy Policy.</p><h2>Information We Collect</h2><p><strong>Personal Information:</strong></p><ul><li>Names: To provide a personalized experience and for authentication.</li><li>Email Addresses: To create and manage user accounts, and to send important notifications.</li></ul><p><strong>Usage Information:</strong></p><ul><li>App Usage Data: We collect data about how you interact with the App, including pages visited, features used, and duration of usage.</li></ul><h2>How We Use Your Information</h2><p>We use the collected information for the following purposes:</p><ul><li><strong>Authentication and Account Management:</strong><ul><li>To create and manage user accounts.</li><li>To verify and authenticate user identity.</li></ul></li><li><strong>Communication:</strong><ul><li>To send important notifications, such as updates, changes to terms, or security alerts.</li></ul></li><li><strong>Personalization:</strong><ul><li>To personalize your experience with the App, including displaying content and features that may be of interest to you.</li></ul></li><li><strong>Analytics:</strong><ul><li>To analyze user behavior and trends to improve the functionality and content of the App.</li></ul></li></ul><h2>Legal Basis for Processing</h2><p>We process your personal information based on the following legal grounds:</p><ul><li><strong>Consent:</strong> When you create an account and use the App, you provide consent for the processing of your personal information.</li><li><strong>Legitimate Interests:</strong> We process data to provide and improve the App, and to communicate with you about updates and important information.</li></ul><h2>Data Sharing and Disclosure</h2><p>We do not share or disclose your personal information with third parties except in the following cases:</p><ul><li><strong>Service Providers:</strong><ul><li>We may engage trusted third-party companies or individuals to assist in providing the App or related services. These third parties have access to your information only to perform these tasks and are obligated not to disclose or use it for any other purpose.</li></ul></li><li><strong>Legal Compliance:</strong><ul><li>We may disclose your information if required by law or in response to valid legal requests.</li></ul></li></ul><h2>Data Security</h2><p>We take appropriate security measures to protect your personal information from unauthorized access, alteration, disclosure, or destruction. These measures include encryption, access controls, and regular security audits.</p><h2>Your Rights</h2><p>You have the right to:</p><ul><li>Access, correct, or delete your personal information.</li><li>Object to the processing of your personal information.</li><li>Restrict or withdraw your consent for the processing of your data.</li><li>Receive a copy of your data for transfer to another service.</li></ul><p>To exercise these rights, please contact us at [Contact Email].</p><h2>Changes to this Privacy Policy</h2><p>We may update this Privacy Policy from time to time. The updated version will be indicated by the 'Last Updated' date at the beginning. We encourage you to review this Policy periodically for any changes.</p></p>",
  "ok": "Okay",
  "for_rest_night": "Ultimate Calmness for Restful Nights",
  "deep_sleep_music": "Deep Sleep Music",
  "privacy_policy": "Privacy Policy",
  "title_require": "Title is required",
  "reason_require": "Reason is required",
  "desc_require": "Description is required",
  "title": "Title",
  "sign-in_to_react": "Sign in to React",
  "sign-in_content": "To interact with this post, kindly sign in to your account. Your participation is valued!",
  "sign_in": "Sign in",
  "suggestion": "Suggestion",
  "reason": "Reason",
  "description": "Description",
  "submit": "Submit",
  "cancel": "Cancel",
  "songs": "Songs",
  "feedbak_screen_title": "Share Your Thoughts",
  "feeback_submit_msg": "Thank you for your input. We appreciate your feedback and will take it into consideration.",
  "changes_made": "Your changes have been saved successfully",
  "join_community": "Join our Community",
  "logout": "Logout",
  "success": "Success",
  "error_msg": "Sorry, something went wrong",
  "bug_report": "Bug Report and Feedback",
  "personal_settings": "Personal Settings",
  "catholic_prayers": "Catholic Prayers",
  "general_prayers": "General Prayers",
  "refresh": "Refresh",
  "network_timeout_message": "Unable to establish a connection. Please ensure you are connected to the internet and try again.",
  "prayer_wisdom": "<p>Divine Source of Infinite Wisdom,</p><p>In this moment of quiet reflection, I come before you with reverence and gratitude. You are the fount of all knowledge, the eternal wellspring of understanding.</p><p>Grant me, I beseech you, the gift of discernment. Open the eyes of my heart, that I may perceive the hidden truths that lie beneath the surface of my circumstances.</p><p>In moments of doubt and uncertainty, be my guiding light. Illuminate the path before me, that I may walk in confidence, knowing that your wisdom is my surest companion.</p><p>Help me to use the wisdom I gain not only for my own betterment, but also for the upliftment of those around me. May it be a force for good, a beacon of hope, and a source of comfort.</p><p>Teach me to listen, that I may understand; to observe, that I may learn; and to reflect, that I may grow in wisdom with each passing day.</p><p>Grant me the strength to face challenges with equanimity, knowing that every obstacle is an opportunity to exercise wisdom and fortitude.</p><p>I offer this prayer with an open heart, trusting that you hear the deepest desires of my soul. May your wisdom be a lamp unto my feet and a light unto my path, now and always.</p><p>In Jesus' name, I pray.</p><p>Amen.</p>",
  "prayer_thanksgiving": "<p>Heavenly Father,</p><p>As I gather with loved ones in gratitude, I come before you with a heart overflowing with thanksgiving. You are the wellspring of all blessings, and I recognize that every good and perfect gift finds its origin in you.</p><p>I thank you, Lord, for the abundant provision you have graciously given me. The food before me is a tangible reminder of your bountiful provision. May it not only nourish my body but also serve as a symbol of your loving care.</p><p>I'm profoundly grateful for the gift of family and friends who surround me with their love and support. The moments of shared laughter, joy, and meaningful experiences enrich the tapestry of my life.</p><p>Even in the face of challenges and trials, I offer thanks. For it is through these experiences that I have grown, learned, and become stronger. Your unwavering presence, Lord, has been my anchor in times of difficulty.</p><p>As I celebrate this day of Thanksgiving, my heart is mindful of those who are in need. May I be inspired to extend a helping hand, sharing the warmth of your love with those who require it most.</p><p>Above all, I am profoundly thankful for the gift of salvation through your Son, Jesus Christ. The forgiveness of my sins and the promise of eternal life fill me with awe and gratitude.</p><p>May my life be a living testament to your goodness and grace, as I strive to live each day in a spirit of thankfulness.</p><p>In Jesus' name, I pray.</p><p>Amen.</p>",
  "prayer_my_children": "<p>Heavenly Father,</p><p>I come before you with a heart full of gratitude for the precious gift of my children. They are a blessing and a source of great joy in my life. I lift them up to you, knowing that you love them even more than I do.</p><p>Lord, I pray for your guidance and protection over my children. Surround them with your love and grace. Lead them in the paths of righteousness and guard them from harm.</p><p>Grant them wisdom beyond their years, and a discerning heart to make choices that honor you. Fill them with compassion, kindness, and a love for others that reflects your own.</p><p>Lord, instill in them a hunger for truth and a passion for righteousness. May they seek you in all they do and find purpose and fulfillment in their relationship with you.</p><p>Protect their minds from negative influences and their hearts from bitterness. Cover them with the shield of faith and guard them against the schemes of the enemy.</p><p>Lord, I surrender my children into your loving care, knowing that you are the best parent they could ever have. Surround them with godly influences and place people in their lives who will encourage and uplift them.</p><p>I trust in your plan for their lives, knowing that you have a purpose for each one of them. May they walk in the fullness of their calling and bring glory to your name.</p><p>In Jesus' name, I pray.</p><p>Amen.</p>",
  "prayer_pregnancy": "<p>Heavenly Father,</p><p>I come before you with a heart full of gratitude and hope. You are the giver of life, and I thank you for the precious gift of pregnancy. I lift up this time of anticipation, and I pray for your divine protection and guidance.</p><p>Lord, I ask for your hand of blessing to be upon this pregnancy. Watch over and safeguard the life growing within me. Grant me strength, both physically and emotionally, as I carry this precious gift.</p><p>I pray for a smooth and safe delivery when the time comes. Surround the delivery room with your presence, and guide the hands of the medical professionals attending to ensure a healthy birth.</p><p>Lord, I also ask for peace and calmness to fill my heart. Ease any anxieties and worries, replacing them with confidence in your plan and trust in your providence.</p><p>May this child be born in perfect health, and may they grow and thrive in a loving and nurturing environment.</p><p>I surrender this pregnancy and delivery into your hands, Lord, knowing that your love and protection extend to every moment. Your will be done in all things.</p><p>In Jesus' name, I pray.</p><p>Amen.</p>",
  "prayer_healing": "<p>Heavenly Father,</p><p>You are the ultimate healer, the source of all restoration and wholeness. I come before you with a heart full of faith, trusting in your infinite power to bring forth healing.</p><p>I lift myself up before you, in need of your healing touch. You know every cell, every fiber of my being. You understand the depth of my suffering and pain. I ask that you lay your gentle hand upon me, Lord, and bring forth your miraculous healing.</p><p>Lord Jesus, you walked this earth, showing compassion and healing to those who were sick. I call upon your name, knowing that you are the same yesterday, today, and forever. Stretch forth your healing hand upon me, and let your restoration flow through my body, mind, and soul.</p><p>I also pray for the skilled hands of the medical professionals who are tending to me. Grant them wisdom, discernment, and the knowledge to provide the best care possible.</p><p>Surround me with your love and peace, casting out all fear, anxiety, and pain. Fill my heart with hope and faith, knowing that you hold my future in your hands.</p><p>Lord, I surrender this situation to you, knowing that your ways are higher than ours, and your healing is perfect. May your will be done, and may I be restored to full health and vitality.</p><p>I declare your promises of healing and restoration over my life. I trust in your unfailing love and grace.</p><p>In Jesus' powerful and healing name, I pray.</p><p>Amen.</p>",
  "prayer_womb": "<p>Dear God,</p><p>I come before you with a longing in my heart for the blessing of a child. You are the giver of life, and I humbly ask for the gift of a child to fill our home with love and joy.</p><p>Lord, you know the desire within me, and you understand the ache in my heart. I place my hope and trust in you, knowing that all things are possible through your grace.</p><p>Grant us the strength to persevere through this journey. Comfort us in moments of doubt and uncertainty. Let your peace reign in our hearts, knowing that you hold our future in your hands.</p><p>Lord, I pray for a healthy and happy child, formed in your image. Bless them with strength, wisdom, and a heart full of love.</p><p>I also ask for your guidance, that we may be good parents, nurturing and teaching our child in the ways of love and faith.</p><p>I surrender this desire to you, Lord, knowing that your timing is perfect. May your will be done in our lives, and may we glorify you in all things.</p><p>In Jesus' name, I pray.</p><p>Amen.</p>",
  "prayer_daily": "<p>Dear God,</p><p>As a new day starts, I want to thank You for the gift of life and the chances that lie ahead. Thank You for always being with me.</p><p>Please guide me and help me make good choices today. Show me how to be kind and loving to others.</p><p>Give me strength if I face any tough situations. Let me not be scared, but confident in knowing You are with me, making me strong.</p><p>Keep me and my loved ones safe. Watch over us like a protective shield.</p><p>Help me be a light in the world. Let my words and actions show Your love to others.</p><p>I trust You with my worries and fears, knowing You're in control. Fill me with peace and contentment.</p><p>Use me today to spread peace, love, and truth. May everything I do bring honor to Your name.</p><p>I pray this in Jesus' name.</p><p>Amen.</p>",
  "prayer_protection": "<p>Heavenly Father,</p><p>I come before you with a heart filled with gratitude for your constant love and watchful care. I acknowledge that you are my refuge and my fortress, my ever-present help in times of trouble.</p><p>I ask, Lord, for your divine protection over me, my loved ones, and all those who are dear to my heart. Surround us with your mighty angels, encamp around our homes and our journeys, shielding us from harm and danger.</p><p>Guard our minds and hearts, Lord, from fear and anxiety. Replace them with your peace that surpasses all understanding. May we find solace in the knowledge that you are our shield and our buckler, our strong tower in times of need.</p><p>I pray for wisdom and discernment to make choices that align with your will, choices that lead us away from harm's way. Guide our steps, O Lord, that we may walk in the paths of righteousness.</p><p>I also ask for protection over our minds and spirits. Shield us from negative influences and grant us the strength to stand firm against temptation.</p><p>Lord, I surrender my fears and anxieties to you, knowing that you are always with me. Your Word assures us that no weapon formed against us shall prosper, and I hold onto that promise.</p><p>Thank you, Lord, for being our protector, our defender, and our ever-present help. We place our trust in you, confident that you are faithful to keep us safe.</p><p>In the name of Jesus, I pray.</p><p>Amen.</p>",
  "prayer_prosperity": "<p>Dear Heavenly Father,</p> <p>I come before you humbly, recognizing that You are the source of all blessings and abundance. You hold the keys to every door, including those that lead to financial prosperity. I lift up my heart to you, seeking a breakthrough in my financial situation.</p><p>Lord, you know the struggles and challenges I face. You understand the burdens that weigh on my heart. I ask for your divine intervention, your guidance, and your wisdom in managing my finances wisely.</p><p>Grant me the discernment to make sound decisions, the discipline to budget wisely, and the creativity to explore new opportunities. Open my eyes to see potential avenues for increase and growth.</p><p>Lord, I release any fear, doubt, or anxiety about my financial future into your hands. Replace them with faith, confidence, and a spirit of abundance. Help me to trust that you will provide for all my needs according to your riches in glory.</p><p>I pray for favor in my endeavors, that doors will open, and opportunities will arise. Bless the work of my hands, Lord, that it may prosper and bear fruit.</p><p>Above all, teach me to be a good steward of the resources you provide. Help me to use them wisely, not only for my own well-being but also for the betterment of others and the advancement of your kingdom.</p><p>I declare and claim your promises of prosperity and provision over my life, knowing that you are faithful to fulfill your word. I thank you in advance for the breakthrough that is coming, and I receive it with a grateful heart.</p><p>In Jesus' name, I pray.</p><p>Amen.</p>",
  "type_in_request": "Type in your prayer request",
  "my_prayer_request": "My Prayer Request",
  "prayer_request": "Prayer Request",
  "invalid_content": "Invalid content",
  "prayer_request_empty": "Prayer request can't be empty",
  "prayer_saved": "Prayer request saved successfully",
  "submit_request": "Submit Request",
  "create": "Create",
  "delete_question": "Do you want to delete?",
  "edit": "Edit",
  "delete": "Delete",
  "community": "Community",
  "prayers": "Prayers",
  "prayer_privacy_message": "Your prayer requests are securely stored on your device.",
  "prayer_request_info": "Prayer requests that have been marked as 'checked' will be displayed during the rosary.",
  "rosary_benefits_title": "Benefits of the Rosary",
  "rosary_benefits": "<h1>Benefits of the Rosary</h1><ol><li><strong>Deepening of Faith:</strong> The Rosary is a form of prayer that allows individuals to reflect on the key events in the lives of Jesus Christ and the Virgin Mary. Through the repetition of prayers and meditation on these events, individuals can deepen their understanding of Christian teachings. It fosters a sense of connection with the divine and can strengthen one's faith in God.</li><li><strong>Spiritual Meditation:</strong> The Rosary encourages meditative prayer, where individuals can focus their thoughts on specific aspects of the life of Christ and Mary. This meditative aspect provides an opportunity for spiritual growth and self-reflection. It can lead to a sense of inner peace and a deeper connection with the divine.</li><li><strong>Aid in Concentration:</strong> The repetitive nature of the Rosary prayers can be beneficial for those who struggle with maintaining concentration during prayer. The structured format of the Rosary helps individuals stay focused on their devotions. It provides a method for quieting the mind and reducing distractions.</li><li><strong>Sense of Community:</strong> Many people pray the Rosary in groups, whether in a church setting or within their families. This communal practice fosters a sense of community and unity among believers. It creates a shared spiritual experience and can strengthen bonds among participants.</li><li><strong>Intercession and Petition:</strong> The Rosary is often used as a means of intercession, where individuals ask the Virgin Mary to intercede on their behalf with her son, Jesus. People also use the Rosary to offer petitions for specific needs and intentions, seeking divine intervention. It's a way to express personal concerns and seek assistance from a higher power.</li><li><strong>Peace and Serenity:</strong> Engaging in the Rosary can bring about a sense of peace, calmness, and serenity. The structured and contemplative approach to prayer provides comfort, especially during challenging or stressful times. It can be a source of solace and tranquility.</li><li><strong>Devotion to Mary:</strong> The Rosary is a key element of Marian devotion in the Catholic Church. It helps individuals cultivate a deep and abiding devotion to the Virgin Mary, who is revered as a model of faith and virtue. Through the Rosary, believers express their love and admiration for Mary.</li><li><strong>Scriptural Reflection:</strong> The Rosary incorporates the repetition of specific prayers and meditation on events from the Gospels. This encourages a deeper understanding of the Bible and the life of Jesus. It connects the faithful to the teachings and stories found in the Scriptures.</li><li><strong>Easily Accessible:</strong> The Rosary is a prayer practice that can be embraced by individuals of all ages, backgrounds, and levels of religious knowledge. It doesn't require extensive theological training, making it accessible to many people.</li><li><strong>Personal Connection:</strong> For many individuals, the Rosary provides a personal and intimate way to connect with God. It allows for individual expression of faith, supplication, and gratitude. The Rosary can serve as a conduit for building a profound and personal relationship with the divine.</li></ol>",
  "about_content": "<h1>About Our Rosary App: Uniting Faith and Technology</h1><p>At the heart of our Rosary App lies a deep belief in the enduring power of prayer and a commitment to bring the traditional devotion of the Rosary into the modern age. Inspired by the profound spiritual connection that the Rosary brings, we embarked on a journey to create a tool that would not only facilitate prayer but also foster a sense of community among believers worldwide.</p><h2>Our Journey: Bridging Tradition and Innovation</h2><p>The idea for the Rosary App was born from a genuine passion for the Rosary and a desire to make it more accessible and engaging for people from diverse backgrounds. Our mission was clear: to uphold the timeless tradition of the Rosary while embracing the possibilities that technology offers for spiritual growth.</p><h2>Enhanced Features for a Deeper Connection</h2><ul><li><strong>Continue Where You Stopped:</strong> Life can get busy, and sometimes we can't complete our prayers in one sitting. Our app allows you to pick up right where you left off, ensuring your devotion remains uninterrupted.</li><li><strong>Audio Rosary:</strong> Immerse yourself in prayer with our audio Rosary feature. Listen to the soothing recitation of the prayers in English, Spanish, Latin, and Polish (audio not included for the last language).</li><li><strong>Mystery Selection:</strong> Customize your Rosary experience by selecting which set of Mysteries you'd like to pray, be it the Joyful, Sorrowful, Glorious, or Luminous Mysteries.</li><li><strong>Auto Daily Mystery Detection:</strong> Let the app guide you in your daily devotion by automatically detecting and suggesting the appropriate Mysteries for that day.</li></ul><h2>Coming Soon: Expanding Your Rosary Experience</h2><p>Our commitment to enhancing your spiritual journey doesn't end here. We are diligently working on adding new features to make your experience even more enriching:</p><ul><li><strong>Prayer Requests:</strong> Share your intentions and request prayers from the global Rosary community. Together, we can uplift one another in faith.</li><li><strong>Testimonies:</strong> Share your personal experiences and testimonials, reinforcing the power of prayer and the Rosary in your life.</li><li><strong>Community:</strong> Connect with fellow devotees, engage in discussions, and build a strong, supportive community that transcends borders.</li><li><strong>And More:</strong> We have exciting plans for additional features and updates that will further enhance your Rosary experience.</li></ul><h2>Join Us on This Spiritual Journey</h2><p>At our core, we believe in the transformative power of prayer and community. We invite you to be a part of our journey as we strive to provide you with a Rosary App that not only strengthens your faith but also brings you closer to a global community of believers. Together, we can create a deeper connection with our faith, wherever we are in the world.</p>",
  "share_content": "Explore the Rosary Meditation Guide 📿 Immerse yourself in prayerful moments with audio",
  "prayer_for_pope": "Prayers for the Pope's intentions",
  "no_network_title": "No Internet Connection",
  "no_network_content": "This app is currently set to offline",
  "joyful_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/english/joyful.mp3",
  "sorrowful_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/english/sorrowful.mp3",
  "glorious_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/english/glorious.mp3",
  "luminous_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/english/luminous.mp3",
  "first_decade": "First Decade",
  "second_decade": "Second Decade",
  "third_decade": "Third Decade",
  "fourth_decade": "Fouth Decade",
  "fifth_decade": "Fifth Decade",
  "congratulation": "Congratulations",
  "congratulation_msg": "You have completed all the mysteries in this set.",
  "finish": "Finish",
  "joyful_days": "Mondays and Saturdays",
  "glorious_days": "Wednesdays and Sundays",
  "sorrowful_days": "Tuesdays and Fridays",
  "luminous_days": "Thursdays",
  "meditation": "Rosary meditation",
  "name_of_father": "In the name of the Father and of the Son and of the Holy Spirit. Amen.",

  "select_language": "Select Language",
  "save": "Save",
  "app_name": "Rosary Meditation Guide",
  "about_us": "About Us",
  "download_title": "Do you want to download?",
  "download_content": "Downloading this audio will enable you to play without the internet",
  "language": "Language",
  "rate_us": "Rate Us",
  "share": "Share with friends",
  "you_can_change_language": "You can change your language",
  "select_a_language": "Select a language",
  "back_to_home": "back to home",
  "start_rosary": "Start Rosary",
  "listen": "Listen to Rosary Audio",
  "sorrowful_mystery": "Sorrowful Mystery",
  "glorious_mystery": "Glorious Mystery",
  "joyful_mystery": "Joyful Mystery",
  "luminous_mystery": "Luminous Mystery",
  "todays_mystery": "Today's Mystery",
  "first_joyful_id": 1,
  "relection": "Reflection",
  "our_father": "<p>Our Father, who art in heaven,</p> <p>Hallowed be thy Name. Thy Kingdom come, thy will be done, On earth as it is in heaven.</p><p>Give us this day our daily bread.</p><p>And forgive us our trespasses, As we forgive those who trespass against us.</p><p>And lead us not into temptation, But deliver us from evil. Amen.</p>",
  "our_father_title": "Our Father",
  "apostle_creed": "<p>I believe in God, the Father Almighty, Creator of Heaven and earth;</p><p>and in Jesus Christ, His only Son, Our Lord, Who was conceived by the Holy Spirit, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, died, and was buried.</p><p>He descended into Hell, on the third day He arose again from the dead. He ascended into Heaven, and is seated at the right hand of God the Father Almighty; from thence He shall come to judge the living and the dead.</p><p>I believe in the Holy Spirit, the holy Catholic Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and the life everlasting. Amen.</p>",
  "apostle_creed_title": "I believe in God",
  "glory_to_father": "Glory be to the Father, and to the Son, and to the Holy Spirit. As it was in the beginning, is now, and ever shall be, world without end. Amen.",
  "hail_mary": "<p>Hail Mary, full of grace, the Lord is with thee. Blessed art thou among women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners, now and at the hour of our death. Amen.</p>",
  "oh_my_jesus": "<p>Oh my Jesus, forgive us our sins, save us from the fires of hell, and lead all souls to Heaven, especially those in most need of your mercy. Amen.</p>",
  "mary_queen_of_peace": "Mary, Queen of Heaven, pray for us.",
  "fatima_prayer": "<p>Oh my Jesus, forgive us our sins, save us from the fires of hell; lead all souls to Heaven, especially those in most need of your mercy.</p>",
  "hail_holy_queen": "<p>Hail, holy Queen, Mother of Mercy,</p><p>our life, our sweetness, and our hope.</p><p>To thee do we cry, poor banished children of Eve.</p><p>To thee do we send up our sighs, mourning and weeping in this valley of tears.</p><p>Turn then, most gracious advocate, thine eyes of mercy toward us,</p><p>and after this our exile show unto us the blessed fruit of thy womb, Jesus.</p><p>O clement, O loving, O sweet Virgin Mary.</p><p>Pray for us, O Holy Mother of God,</p><p>that we may be made worthy of the promises of Christ. Amen.</p>",

  "glory_to_father_title": "Glory be to the Father",
  "click_to_close": "Click to close",
  "hail_mary_title": "Hail Mary",
  "fatima_title": "Oh my Jesus",
  "mary_queen_of_peace_title": "Mary Queen of Heaven",
  "bead_number": "Bead Number:",
  "hail_holy_queen_title": "Hail Holy Queen",
  "oh_my_jesus_title": "Oh my Jesus",
  "loreto_litany_title": "The Litany of Loreto",

  "monday": "Mondays",
  "tuesday": "Tuesdays",
  "wednesday": "Wednesdays",
  "thursday": "Thursdays",
  "friday": "Fridays",
  "saturday": "Saturdays",
  "sunday": "Sundays",

  "loreto_litany": "<p>Lord, have mercy on us.</p><p>Christ, have mercy on us.</p><p>Lord, have mercy on us.</p><p>Christ, hear us.</p><p>Christ, graciously hear us.</p><p>God the Father of Heaven, have mercy on us.</p><p>God the Son, Redeemer of the world, have mercy on us.</p><p>God the Holy Spirit, have mercy on us.</p><p>Holy Trinity, one God, have mercy on us.</p><p>Holy Mary, pray for us.</p><p>Holy Mother of God, pray for us.</p><p>Holy Virgin of virgins, pray for us.</p><p>Mother of Christ, pray for us.</p><p>Mother of divine grace, pray for us.</p><p>Mother most pure, pray for us.</p><p>Mother most chaste, pray for us.</p><p>Mother inviolate, pray for us.</p><p>Mother undefiled, pray for us.</p><p>Mother most amiable, pray for us.</p><p>Mother most admirable, pray for us.</p><p>Mother of good counsel, pray for us.</p><p>Mother of our Creator, pray for us.</p><p>Mother of our Savior, pray for us.</p><p>Virgin most prudent, pray for us.</p><p>Virgin most venerable, pray for us.</p><p>Virgin most renowned, pray for us.</p><p>Virgin most powerful, pray for us.</p><p>Virgin most merciful, pray for us.</p><p>Virgin most faithful, pray for us.</p><p>Mirror of justice, pray for us.</p><p>Seat of wisdom, pray for us.</p><p>Cause of our joy, pray for us.</p><p>Spiritual vessel, pray for us.</p><p>Vessel of honor, pray for us.</p><p>Singular vessel of devotion, pray for us.</p><p>Mystical rose, pray for us.</p><p>Tower of David, pray for us.</p><p>Tower of ivory, pray for us.</p><p>House of gold, pray for us.</p><p>Ark of the covenant, pray for us.</p><p>Gate of Heaven, pray for us.</p><p>Morning Star, pray for us.</p><p>Health of the sick, pray for us.</p><p>Refuge of sinners, pray for us.</p><p>Comforter of the afflicted, pray for us.</p><p>Help of Christians, pray for us.</p><p>Queen of Angels, pray for us.</p><p>Queen of Patriarchs, pray for us.</p><p>Queen of Prophets, pray for us.</p><p>Queen of Apostles, pray for us.</p><p>Queen of Martyrs, pray for us.</p><p>Queen of Confessors, pray for us.</p><p>Queen of Virgins, pray for us.</p><p>Queen of all Saints, pray for us.</p><p>Queen conceived without original sin, pray for us.</p><p>Queen assumed into Heaven, pray for us.</p><p>Queen of the most holy Rosary, pray for us.</p><p>Queen of families, pray for us.</p><p>Queen of peace, pray for us.</p><p>Lamb of God, who takes away the sins of the world, spare us, O Lord.</p><p>Lamb of God, who takes away the sins of the world, graciously hear us, O Lord.</p><p>Lamb of God, who takes away the sins of the world, have mercy on us.</p><p>Pray for us, O holy Mother of God.</p><p>That we may be made worthy of the promises of Christ.</p><p>Let us pray:</p><p>Grant, we beseech You, O Lord God, that we your servants may enjoy lasting health of mind and body and, by the glorious intercession of the Blessed Mary, ever Virgin, be delivered from present sorrow and enter into the joy of eternal happiness. Through Christ our Lord. Amen.</p>",

  "welcome_msg": "Pray the rosary and find peace in meditation",
  "rosary_continue": "Do you want to continue from your previous rosary?",
  "yes": "Yes",
  "no": "No",
  "restart": "Restart",
  "home": "Home",
  "about": "About",
  "more": "More",
  "confirmation": "Confirmation",
  "opening_bead": "Opening Beads",

  "first_joyful_title": "First Joyful Mystery",
  "first_joyful_name": "The Annunciation",
  "first_joyful_scripture": "Luke 1:26-38",
  "first_joyful_text": "<p>Luke 1,26-38. Verse 35: And the angel said to her, 'The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy, the Son of God.'</p>",
  "first_joyful_reflection": "<p>In the first Joyful Mystery, we reflect on the humble submission of Mary to God's plan. Just as she said 'Yes' to the angel Gabriel, we are called to embrace God's will in our lives with trust and surrender. As we pray this decade, let us contemplate Mary's obedience and ask for the strength to align our own lives with God's purpose.</p>",

  "second_joyful_id": 2,
  "second_joyful_title": "Second Joyful Mystery",
  "second_joyful_name": "The Visitation",
  "second_joyful_scripture": "Luke 1:39-56",
  "second_joyful_text": "<p>Luke 1,39-56. Verses 41-43: And when Elizabeth heard the greeting of Mary, the babe leaped in her womb; and Elizabeth was filled with the Holy Spirit and she exclaimed with a loud cry, “Blessed are you among women, and blessed is the fruit of your womb! And why is this granted me, that the mother of my Lord should come to me?”</p>",
  "second_joyful_reflection": "<p>In the second Joyful Mystery, we meditate on Mary's visit to her cousin Elizabeth. Their encounter is filled with joy and grace as both women share in the marvel of their pregnancies. Mary's humility shines as she acknowledges her role as the mother of the Savior. Elizabeth's blessing reveals her recognition of Mary's unique calling. As we contemplate this mystery, may we learn from Mary and Elizabeth the importance of supporting one another on our spiritual journeys and rejoicing in each other's blessings.</p>",

  "third_joyful_id": 3,
  "third_joyful_title": "Third Joyful Mystery",
  "third_joyful_name": "The Nativity",
  "third_joyful_scripture": "Luke 2:1-20",
  "third_joyful_text": "<p>Luke 2,1-20. Verse 7: And she gave birth to her first-born son and wrapped him in swaddling cloths, and laid him in a manger, because there was no place for them in the inn.</p>",
  "third_joyful_reflection": "<p>In the third Joyful Mystery, we contemplate the birth of Jesus in humble surroundings. The Creator of the universe chose to enter the world as a vulnerable child, revealing the depth of God's love for humanity. As we meditate on this mystery, let us recognize the significance of Christ's birth and the hope it brings to our lives.</p>",

  "fourth_joyful_id": 4,
  "fourth_joyful_title": "Fourth Joyful Mystery",
  "fourth_joyful_name": "The Presentation",
  "fourth_joyful_scripture": "Luke 2:22-39",
  "fourth_joyful_text": "<p>Luke 2,21-38. vs. 28-32: [Simeon] took him up in his arms and blessed God and said, “Lord, now lettest thou thy servant depart in peace, according to thy word for mine eyes have seen thy salvation which thou hast prepared in the presence of all peoples, a light for revelation to the Gentiles, and for glory to thy people Israel.”</p>",
  "fourth_joyful_reflection": "<p>In the fourth Joyful Mystery, we reflect on the presentation of Jesus in the temple. Mary and Joseph's obedience to tradition reveals their commitment to following God's laws. Simeon's recognition of Jesus as the Light of the world reminds us of the impact Christ's presence has on our lives. Let us pray for the grace to continually present ourselves to God and receive His blessings.</p>",

  "fifth_joyful_id": 5,
  "fifth_joyful_title": "Fifth Joyful Mystery",
  "fifth_joyful_name": "The Finding in the Temple",
  "fifth_joyful_scripture": "Luke 2:41-52",
  "fifth_joyful_text": "<p>Luke 2,41-52. Verses 45-47: and when they did not find him, they returned to Jerusalem, seeking him. After three days they found him in the temple, sitting among the teachers, listening to them and asking them questions; and all who heard him were amazed at his understanding and his answers.</p>",
  "fifth_joyful_reflection": "<p>In the fifth Joyful Mystery, we contemplate the finding of Jesus in the temple. Mary and Joseph's anxiety as they search for Jesus teaches us the importance of seeking Him in our lives. Jesus' response highlights His divine purpose and His desire for us to be in His Father's house. Let us strive to be attentive to Jesus' presence and teachings as we journey through life.</p>",

  "first_sorrowful_id": 1,
  "first_sorrowful_title": "First Sorrowful Mystery",
  "first_sorrowful_name": "The Agony in the Garden",
  "first_sorrowful_scripture": "Matthew 26:36-46",
  "first_sorrowful_text": "<p>Luke 22,39-46. Verses 41-42,44: And he withdrew from them about a stone's throw, and knelt down and prayed, “Father, if thou art willing, remove this cup from me; nevertheless not my will, but thine, be done.” . . . He was in such agony and he prayed so fervently that his sweat became like drops of blood falling on the ground.</p>",
  "first_sorrowful_reflection": "<p>In the first Sorrowful Mystery, we contemplate Jesus' agony in the Garden of Gethsemane. Faced with the weight of His impending crucifixion, Jesus prays to the Father, expressing His anguish and submission to God's will. His example teaches us to seek God's guidance and strength in times of difficulty. As we meditate on this mystery, let us remember Jesus' sacrifice and His unwavering commitment to fulfilling His Father's plan.</p>",

  "second_sorrowful_id": 2,
  "second_sorrowful_title": "Second Sorrowful Mystery",
  "second_sorrowful_name": "The Scourging at the Pillar",
  "second_sorrowful_scripture": "Matthew 27:26",
  "second_sorrowful_text": "<p><p>Matthew 27,15-26. Verse 26: Then [Pilate] released for them Barabbas, and having scourged Jesus, delivered him to be crucified.</p></p>",
  "second_sorrowful_reflection": "<p>In the second Sorrowful Mystery, we reflect on the scourging of Jesus at the pillar. Jesus endured immense physical suffering, being beaten and whipped before His crucifixion. His sacrifice reveals the depths of His love for humanity. As we meditate on this mystery, let us remember the pain Jesus endured for our sake and seek to unite our own sufferings with His for the redemption of the world.</p>",
  "third_sorrowful_id": 3,
  "third_sorrowful_title": "Third Sorrowful Mystery",
  "third_sorrowful_name": "The Crowning with Thorns",
  "third_sorrowful_scripture": "Matthew 27:27-31",
  "third_sorrowful_text": "<p>Matthew 27,27-31. Verses 29-30: and plaiting a crown of thorns [the soldiers] put it on his head, and put a reed in his right hand. And kneeling before him they mocked him, saying, “Hail, King of the Jews!” And they spat upon him, and took the reed and struck him on the head.</p>",
  "third_sorrowful_reflection": "<p>In the third Sorrowful Mystery, we contemplate the crowning of Jesus with thorns. The soldiers' cruel mockery and abuse highlight the depths of Jesus' suffering and humiliation. Yet, through it all, He remains steadfast in His mission to save humanity. As we meditate on this mystery, let us reflect on the injustice Jesus endured and seek to find courage in His example when faced with our own challenges.</p>",

  "fourth_sorrowful_id": 4,
  "fourth_sorrowful_title": "Fourth Sorrowful Mystery",
  "fourth_sorrowful_name": "The Carrying of the Cross",
  "fourth_sorrowful_scripture": "John 19:16-17",
  "fourth_sorrowful_text": "<p>John 19,16-17: Then he handed him over to them to be crucified. So they took Jesus, and he went out, bearing his own cross, to the place called the place of a skull, which is called in Hebrew Golgotha.</p>",
  "fourth_sorrowful_reflection": "<p>In the fourth Sorrowful Mystery, we reflect on Jesus' journey as He carries the cross to Golgotha. The weight of the cross represents the burden of humanity's sins that Jesus willingly carries for our salvation. As we meditate on this mystery, let us recognize the sacrifice Jesus made for us and find strength in His example of selflessness and determination.</p>",

  "fifth_sorrowful_id": 5,
  "fifth_sorrowful_title": "Fifth Sorrowful Mystery",
  "fifth_sorrowful_name": "The Crucifixion",
  "fifth_sorrowful_scripture": "Luke 23:33-46",
  "fifth_sorrowful_text": "<p>Luke 23,33-49. Verses 44-46: It was now about the sixth hour, and there was darkness over the whole land until the ninth hour, while the sun's light failed; and the curtain of the temple was torn in two. Then Jesus, crying with a loud voice, said, “Father, into thy hands I commit my spirit!” And having said this he breathed his last.</p>",
  "fifth_sorrowful_reflection": "<p>In the fifth Sorrowful Mystery, we contemplate the crucifixion of Jesus on the Cross. His ultimate act of love and sacrifice is evident as He forgives those who crucify Him and grants salvation to the repentant thief. As we meditate on this mystery, let us embrace the depth of Jesus' sacrificial love and find hope and redemption in His victory over sin and death.</p>",

  "first_glorious_id": 1,
  "first_glorious_title": "First Glorious Mystery",
  "first_glorious_name": "The Resurrection",
  "first_glorious_scripture": "Matthew 28:1-10",
  "first_glorious_text": "<p>Luke 24:1-12. Verses 5-7: ... and as they were frightened and bowed their faces to the ground, the men said to them, “Why do you seek the living among the dead? Remember how he told you, while he was still in Galilee, that the Son of man must be delivered into the hands of sinful men, and be crucified, and on the third day rise.”</p>",
  "first_glorious_reflection": "<p>In the first Glorious Mystery, we contemplate the resurrection of Jesus from the dead. His triumph over death brings hope and life to all believers. As we meditate on this mystery, let us rejoice in the resurrection and embrace the promise of eternal life that Jesus offers to us.</p>",

  "second_glorious_id": 2,
  "second_glorious_title": "Second Glorious Mystery",
  "second_glorious_name": "The Ascension",
  "second_glorious_scripture": "Luke 24:50-53, Acts 1:9-11",
  "second_glorious_text": "<p>Acts 1,6-12. Verse 9-11: And when he had said this, as they were looking on, he was lifted up, and a cloud took him out of their sight. And while they were gazing into heaven as he went, behold, two men stood by them in white robes, and said, \"Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.\"</p>",
  "second_glorious_reflection": "<p>In the second Glorious Mystery, we reflect on the ascension of Jesus into heaven. His departure marks the completion of His earthly mission and the promise of His return. As we meditate on this mystery, let us remember that Jesus is with us always and that He calls us to continue His work on earth until His glorious return.</p>",

  "third_glorious_id": 3,
  "third_glorious_title": "Third Glorious Mystery",
  "third_glorious_name": "The Descent of the Holy Spirit",
  "third_glorious_scripture": "Acts 2:1-4",
  "third_glorious_text": "<p>Acts 2,1-13. Verses 2-4: And suddenly a sound came from heaven like the rush of a mighty wind, and it filled all the house where they were sitting. And there appeared to them tongues as of fire, distributed and resting on each one of them. And they were all filled with the Holy Spirit and began to speak in other tongues, as the Spirit gave them utterance.</p>",
  "third_glorious_reflection": "<p>In the third Glorious Mystery, we contemplate the descent of the Holy Spirit upon the apostles at Pentecost. This event marks the beginning of the Church and empowers believers to spread the message of Christ. As we meditate on this mystery, let us open our hearts to the Holy Spirit's guidance and seek to live lives transformed by His presence.</p>",

  "fourth_glorious_id": 4,
  "fourth_glorious_title": "Fourth Glorious Mystery",
  "fourth_glorious_name": "The Assumption",
  "fourth_glorious_scripture": "Universal Catechism, par. 974",
  "fourth_glorious_text": "<p>Universal Catechism, par. 974: The Most Blessed Virgin Mary, when the course of her earthly life was completed, was taken up body and soul into the glory of heaven, where she already shares in the glory of her Son's Resurrection, anticipating the resurrection of all members of his Body.</p>",
  "fourth_glorious_reflection": "<p>In the fourth Glorious Mystery, we reflect on the assumption of Mary into heaven. This event honors Mary's unique role in salvation history and anticipates the destiny that awaits all believers. As we meditate on this mystery, let us seek Mary's intercession and strive to follow her example of faith and obedience.</p>",

  "fifth_glorious_id": 5,
  "fifth_glorious_title": "Fifth Glorious Mystery",
  "fifth_glorious_name": "The Coronation",
  "fifth_glorious_scripture": "Revelation 12:1-6",
  "fifth_glorious_text": "<p>Revelation 12,1: And a great portent appeared in heaven, a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars....</p>",
  "fifth_glorious_reflection": "<p>In the fifth Glorious Mystery, we contemplate the coronation of Mary as Queen of Heaven and Earth. This event symbolizes her exalted role as the Mother of God and our spiritual mother. As we meditate on this mystery, let us honor Mary's intercession and seek her guidance as we strive to follow Christ's example.</p>",

  "first_luminous_id": 1,
  "first_luminous_title": "First Luminous Mystery",
  "first_luminous_name": "The Baptism in the Jordan",
  "first_luminous_scripture": "Matthew 3:13-17",
  "first_luminous_text": "<p>The Baptism in the Jordan is first of all a mystery of light. Here, as Christ descends into the waters, the innocent one who became “sin” for our sake (cf. 2Cor 5:21), the heavens open wide and the voice of the Father declares him the beloved Son (cf. Mt 3:17 and parallels), while the Spirit descends on him to invest him with the mission which he is to carry out.</p>",
  "first_luminous_reflection": "<p>In the first Luminous Mystery, we contemplate the baptism of Jesus in the Jordan River. This event marks the beginning of Jesus' public ministry and reveals His identification as the Son of God. As we meditate on this mystery, let us renew our commitment to follow Jesus and seek the guidance of the Holy Spirit in our lives.</p>",

  "second_luminous_id": 2,
  "second_luminous_title": "Second Luminous Mystery",
  "second_luminous_name": "The Wedding at Cana",
  "second_luminous_scripture": "John 2:1-11",
  "second_luminous_text": "<p>Another mystery of light is the first of the signs, given at Cana (cf. Jn 2:1-12), when Christ changes water into wine and opens the hearts of the disciples to faith, thanks to the intervention of Mary, the first among believers.</p>",
  "second_luminous_reflection": "<p>In the second Luminous Mystery, we reflect on the wedding at Cana, where Jesus performed His first public miracle by turning water into wine. This event reveals Jesus' compassion and His power to transform situations. As we meditate on this mystery, let us trust in Jesus' ability to work miracles in our lives and seek His intervention in times of need.</p>",

  "third_luminous_id": 3,
  "third_luminous_title": "Third Luminous Mystery",
  "third_luminous_name": "The Proclamation of the Kingdom",
  "third_luminous_scripture": "Mark 1:14-15",
  "third_luminous_text": "<p>Another mystery of light is the preaching by which Jesus proclaims the coming of the Kingdom of God, calls to conversion (cf. Mk 1:15) and forgives the sins of all who draw near to him in humble trust (cf. Mk 2:3-13; Lk 7:47-48): the inauguration of that ministry of mercy which he continues to exercise until the end of the world, particularly through the Sacrament of Reconciliation which he has entrusted to his Church (cf. Jn 20:22-23).</p>",
  "third_luminous_reflection": "<p>In the third Luminous Mystery, we contemplate Jesus' proclamation of the kingdom of God. His message calls for repentance and faith in the gospel. As we meditate on this mystery, let us align our lives with the values of the kingdom and spread the good news of Jesus' message to all.</p>",

  "fourth_luminous_id": 4,
  "fourth_luminous_title": "Fourth Luminous Mystery",
  "fourth_luminous_name": "The Transfiguration",
  "fourth_luminous_scripture": "Matthew 17:1-8",
  "fourth_luminous_text": "<p>The mystery of light par excellence is the Transfiguration, traditionally believed to have taken place on Mount Tabor. The glory of the Godhead shines forth from the face of Christ as the Father commands the astonished Apostles to “listen to him” (cf. Lk 9:35 and parallels) and to prepare to experience with him the agony of the Passion, so as to come with him to the joy of the Resurrection and a life transfigured by the Holy Spirit.</p>",
  "fourth_luminous_reflection": "<p>In the fourth Luminous Mystery, we reflect on the transfiguration of Jesus on the mountain. His radiant appearance and the presence of Moses and Elijah highlight His divinity and His fulfillment of the Law and the Prophets. As we meditate on this mystery, let us seek to encounter the glory of God in our lives and listen to Jesus' teachings.</p>",

  "fifth_luminous_id": 5,
  "fifth_luminous_title": "Fifth Luminous Mystery",
  "fifth_luminous_name": "The Institution of the Eucharist",
  "fifth_luminous_scripture": "Matthew 26:26-30",
  "fifth_luminous_text": "<p>A final mystery of light is the institution of the Eucharist, in which Christ offers his body and blood as food under the signs of bread and wine, and testifies “to the end” his love for humanity (Jn 13:1), for whose salvation he will offer himself in sacrifice.</p>",
  "fifth_luminous_reflection": "<p>In the fifth Luminous Mystery, we contemplate the institution of the Eucharist during the Last Supper. Jesus gives His disciples His body and blood as a means of spiritual nourishment and a reminder of His sacrificial love. As we meditate on this mystery, let us participate in the Eucharist with reverence and gratitude, recognizing the profound gift of Jesus' presence among us.</p>"
}
