{
  "choose_mystery": "Elegir Misterio",
  "policy_content": "<p>Política de privacidad para Rosary Meditation Guide</title></head><body><p><strong>Última actualización:</strong> 16/08/2023</p><h2>Introducción</h2><p>Bienvenido a Rosary Meditation Guide! Valoramos enormemente su privacidad y nos comprometemos a proteger su información personal. Esta Política de Privacidad describe los tipos de información que recopilamos, cómo la utilizamos y las opciones que tiene con respecto a sus datos. Cumplimos con el Reglamento General de Protección de Datos (GDPR) y otras leyes aplicables de protección de datos.</p><p>Al utilizar la aplicación Rosary Meditation Guide ('la Aplicación'), usted acepta las prácticas descritas en esta Política de Privacidad.</p><h2>Información que recopilamos</h2><p><strong>Información personal:</strong></p><ul><li>Nombres: Para proporcionar una experiencia personalizada y para autenticación.</li><li>Direcciones de correo electrónico: Para crear y gestionar cuentas de usuario, y para enviar notificaciones importantes.</li></ul><p><strong>Información de uso:</strong></p><ul><li>Datos de uso de la aplicación: Recopilamos datos sobre cómo interactúa con la Aplicación, incluidas las páginas visitadas, las funciones utilizadas y la duración del uso.</li></ul><h2>Cómo utilizamos su información</h2><p>Utilizamos la información recopilada para los siguientes propósitos:</p><ul><li><strong>Autenticación y gestión de la cuenta:</strong><ul><li>Para crear y gestionar cuentas de usuario.</li><li>Para verificar y autenticar la identidad del usuario.</li></ul></li><li><strong>Comunicación:</strong><ul><li>Para enviar notificaciones importantes, como actualizaciones, cambios en los términos o alertas de seguridad.</li></ul></li><li><strong>Personalización:</strong><ul><li>Para personalizar su experiencia con la Aplicación, incluida la visualización de contenido y funciones que puedan ser de su interés.</li></ul></li><li><strong>Análisis:</strong><ul><li>Para analizar el comportamiento del usuario y las tendencias para mejorar la funcionalidad y el contenido de la Aplicación.</li></ul></li></ul><h2>Base legal para el tratamiento de datos</h2><p>Procesamos su información personal en base a los siguientes fundamentos legales:</p><ul><li><strong>Consentimiento:</strong> Cuando crea una cuenta y utiliza la Aplicación, otorga su consentimiento para el procesamiento de su información personal.</li><li><strong>Intereses legítimos:</strong> Procesamos datos para proporcionar y mejorar la Aplicación, y para comunicarnos con usted sobre actualizaciones e información importante.</li></ul><h2>Compartir y divulgar datos</h2><p>No compartimos ni divulgamos su información personal con terceros, excepto en los siguientes casos:</p><ul><li><strong>Proveedores de servicios:</strong><ul><li>Podemos contratar a empresas o individuos de confianza de terceros para ayudar en la prestación de la Aplicación u otros servicios relacionados. Estos terceros tienen acceso a su información solo para realizar estas tareas y están obligados a no divulgarla ni utilizarla para ningún otro propósito.</li></ul></li><li><strong>Cumplimiento legal:</strong><ul><li>Podemos divulgar su información si la ley lo requiere o en respuesta a solicitudes legales válidas.</li></ul></li></ul><h2>Seguridad de los datos</h2><p>Tomamos medidas de seguridad adecuadas para proteger su información personal contra acceso no autorizado, alteración, divulgación o destrucción. Estas medidas incluyen cifrado, controles de acceso y auditorías de seguridad regulares.</p><h2>Sus derechos</h2><p>Usted tiene derecho a:</p><ul><li>Acceder, corregir o eliminar su información personal.</li><li>Oponerse al procesamiento de su información personal.</li><li>Restringir o retirar su consentimiento para el procesamiento de sus datos.</li><li>Recibir una copia de sus datos para transferirlos a otro servicio.</li></ul><p>Para ejercer estos derechos, contáctenos en [Correo Electrónico de Contacto].</p><h2>Cambios en esta Política de Privacidad</h2><p>Podemos actualizar esta Política de Privacidad de vez en cuando. La versión actualizada se indicará por la fecha de 'Última actualización' al principio. Le animamos a que revise esta Política periódicamente para cualquier cambio.</p></p>",
  "ok": "Bueno",
  "deep_sleep_music": "Música para un Sueño Profundo",
  "for_rest_night": "Tranquilidad Definitiva para Noches Reparadoras",
  "privacy_policy": "Praescriptum de Secretum",
  "title_require": "Se requiere título",
  "reason_require": "Se requiere razón",
  "desc_require": "Se requiere descripción",
  "title": "Título",
  "reason": "Razón",
  "cancel": "Cancelar",
  "sign_in": "Iniciar sesión",
  "sign-in_to_react": "Iniciar sesión en React",
  "sign-in_content": "Para interactuar con esta publicación, por favor inicia sesión en tu cuenta. ¡Valoramos tu participación!",
  "description": "Descripción",
  "suggestion": "Sugerencia",
  "submit": "Enviar",
  "songs": "Canciones",
  "success": "Éxito",
  "feedbak_screen_title": "Comparte tus Opiniones",
  "error_msg": "Lo siento, ocurrió un error",
  "feeback_submit_msg": "Gracias por tu aportación. Apreciamos tus comentarios y los tendremos en cuenta.",
  "changes_made": "Tus cambios se han guardado exitosamente",
  "join_community": "Únete a Nuestra Comunidad",
  "logout": "Cerrar Sesión",
  "bug_report": "Informe de Error y Comentarios",
  "personal_settings": "Configuración Personal",
  "catholic_prayers": "Oraciones Católicas",
  "general_prayers": "Oraciones Generales",
  "refresh": "Actualizar",
  "network_timeout_message": "No se puede establecer una conexión. Por favor, asegúrate de estar conectado a internet y vuelve a intentarlo.",
  "prayer_wisdom": "<p>Fuente Divina de Sabiduría Infinita,</p><p>En este momento de tranquila reflexión, vengo ante Ti con reverencia y gratitud. Eres la fuente de todo conocimiento, el manantial eterno de comprensión.</p><p>Concédeme, te ruego, el don del discernimiento. Abre los ojos de mi corazón, para que pueda percibir las verdades ocultas que yacen bajo la superficie de mis circunstancias.</p><p>En momentos de duda e incertidumbre, sé mi luz guía. Ilumina el camino ante mí, para que pueda caminar con confianza, sabiendo que tu sabiduría es mi compañera más segura.</p><p>Ayúdame a utilizar la sabiduría que adquiero no solo para mi propio mejoramiento, sino también para el bienestar de aquellos a mi alrededor. Que sea una fuerza para el bien, un faro de esperanza y una fuente de consuelo.</p><p>Enséñame a escuchar, para que pueda entender; a observar, para que pueda aprender; y a reflexionar, para que pueda crecer en sabiduría con cada día que pasa.</p><p>Concédeme la fortaleza para enfrentar desafíos con ecuanimidad, sabiendo que cada obstáculo es una oportunidad para ejercer sabiduría y fortaleza.</p><p>Ofrezco esta oración con un corazón abierto, confiando en que escuchas los deseos más profundos de mi alma. Que tu sabiduría sea una lámpara para mis pies y una luz para mi camino, ahora y siempre.</p><p>En el nombre de Jesús, oro.</p><p>Amén.</p>",
  "prayer_thanksgiving": "<p>Padre Celestial,</p><p>Al reunirme con seres queridos en gratitud, vengo ante ti con un corazón rebosante de agradecimiento. Eres la fuente de todas las bendiciones, y reconozco que todo regalo bueno y perfecto tiene su origen en ti.</p><p>Te agradezco, Señor, por la abundante provisión que generosamente me has otorgado. La comida ante mí es un recordatorio tangible de tu generosa provisión. Que no solo nutra mi cuerpo, sino que también sirva como un símbolo de tu amoroso cuidado.</p><p>Estoy profundamente agradecido por el regalo de la familia y amigos que me rodean con su amor y apoyo. Los momentos de risas compartidas, alegría y experiencias significativas enriquecen el tapiz de mi vida.</p><p>Aun en medio de desafíos y pruebas, ofrezco gracias. Porque a través de estas experiencias he crecido, aprendido y me he fortalecido. Tu presencia inquebrantable, Señor, ha sido mi ancla en tiempos de dificultad.</p><p>Mientras celebro este día de Acción de Gracias, mi corazón está consciente de aquellos que están en necesidad. Que yo sea inspirado para extender una mano de ayuda, compartiendo el calor de tu amor con aquellos que más lo necesitan.</p><p>Sobre todo, estoy profundamente agradecido por el regalo de la salvación a través de tu Hijo, Jesucristo. El perdón de mis pecados y la promesa de vida eterna me llenan de asombro y gratitud.</p><p>Que mi vida sea un testimonio viviente de tu bondad y gracia, mientras me esfuerzo por vivir cada día en un espíritu de agradecimiento.</p><p>En el nombre de Jesús, oro.</p><p>Amén.</p>",
  "prayer_my_children": "<p>Padre Celestial,</p><p>Vengo ante ti con un corazón lleno de gratitud por el precioso regalo de mis hijos. Son una bendición y una fuente de gran alegría en mi vida. Los elevo a ti, sabiendo que los amas incluso más que yo.</p><p>Señor, oro por tu guía y protección sobre mis hijos. Rodéalos con tu amor y gracia. Guíalos en los senderos de la rectitud y protégelos de todo mal.</p><p>Concédeles sabiduría que supere sus años y un corazón discernidor para tomar decisiones que te honren. Llénalos de compasión, bondad y un amor por los demás que refleje el tuyo.</p><p>Señor, infunde en ellos un hambre por la verdad y una pasión por la justicia. Que te busquen en todo lo que hagan y encuentren propósito y plenitud en su relación contigo.</p><p>Protege sus mentes de influencias negativas y sus corazones de la amargura. Cúbrelos con el escudo de la fe y guárdalos de los planes del enemigo.</p><p>Señor, entrego a mis hijos en tu amoroso cuidado, sabiendo que eres el mejor padre que podrían tener. Rodéalos de influencias piadosas y coloca personas en sus vidas que los alienten y levanten.</p><p>Confío en tu plan para sus vidas, sabiendo que tienes un propósito para cada uno de ellos. Que caminen en la plenitud de su llamado y traigan gloria a tu nombre.</p><p>En el nombre de Jesús, oro.</p><p>Amén.</p>",
  "prayer_pregnancy": "<p>Padre Celestial,</p><p>Vengo ante Ti con un corazón lleno de gratitud y esperanza. Tú eres el dador de la vida, y te agradezco por el precioso regalo del embarazo. Elevo este tiempo de anticipación, y oro por tu divina protección y guía.</p><p>Señor, te pido tu mano de bendición sobre este embarazo. Vigila y protege la vida que crece dentro de mí. Concédeme fuerza, tanto física como emocional, mientras llevo este precioso regalo.</p><p>Oro por un parto suave y seguro cuando llegue el momento. Rodea la sala de partos con tu presencia, y guía las manos de los profesionales médicos que asisten para asegurar un nacimiento saludable.</p><p>Señor, también te pido paz y tranquilidad que llenen mi corazón. Alivia cualquier ansiedad y preocupación, reemplazándolas con confianza en tu plan y confianza en tu providencia.</p><p>Que este niño nazca en perfecta salud, y que crezca y prospere en un entorno lleno de amor y cuidado.</p><p>Surrender este embarazo y parto en tus manos, Señor, sabiendo que tu amor y protección se extienden a cada momento. Que se haga tu voluntad en todas las cosas.</p><p>En el nombre de Jesús, oro.</p><p>Amén.</p>",
  "prayer_healing": "<p>Padre Celestial,</p><p>Tú eres el sanador supremo, la fuente de toda restauración y plenitud. Me presento ante Ti con un corazón lleno de fe, confiando en tu poder infinito para traer sanidad.</p><p>Me elevo ante Ti, necesitando tu toque sanador. Tú conoces cada célula, cada fibra de mi ser. Comprendes la profundidad de mi sufrimiento y dolor. Te pido que pongas tu mano gentil sobre mí, Señor, y traigas tu sanación milagrosa.</p><p>Señor Jesús, caminaste por esta tierra, mostrando compasión y sanando a los enfermos. Invoco tu nombre, sabiendo que eres el mismo ayer, hoy y siempre. Extiende tu mano sanadora sobre mí y deja que tu restauración fluya a través de mi cuerpo, mente y alma.</p><p>También oro por las manos expertas de los profesionales de la salud que me están cuidando. Concédeles sabiduría, discernimiento y el conocimiento para brindar la mejor atención posible.</p><p>Rodea con tu amor y paz, alejando todo miedo, ansiedad y dolor. Llena mi corazón de esperanza y fe, sabiendo que tienes mi futuro en tus manos.</p><p>Señor, te entrego esta situación, sabiendo que tus caminos son más altos que los nuestros y tu sanación es perfecta. Que se haga tu voluntad y que yo sea restaurado a plena salud y vitalidad.</p><p>Declaro tus promesas de sanidad y restauración sobre mi vida. Confío en tu amor y gracia infalibles.</p><p>En el poderoso y sanador nombre de Jesús, oro.</p><p>Amén.</p>",
  "prayer_womb": "<p>Querido Dios,</p><p>Vengo ante ti con un anhelo en mi corazón por la bendición de un hijo. Tú eres el dador de la vida, y humildemente te pido el regalo de un hijo para llenar nuestro hogar de amor y alegría.</p><p>Señor, conoces el deseo que hay en mí, y entiendes el dolor en mi corazón. Coloco mi esperanza y confianza en ti, sabiendo que todas las cosas son posibles a través de tu gracia.</p><p>Concédenos la fortaleza para perseverar en este camino. Confórmanos en momentos de duda e incertidumbre. Que tu paz reine en nuestros corazones, sabiendo que tienes nuestro futuro en tus manos.</p><p>Señor, oro por un niño sano y feliz, formado a tu imagen. Bendícelo con fuerza, sabiduría y un corazón lleno de amor.</p><p>También te pido tu guía, para que seamos buenos padres, nutriendo y enseñando a nuestro hijo en los caminos del amor y la fe.</p><p>Surrender este deseo a ti, Señor, sabiendo que tu timing es perfecto. Que se haga tu voluntad en nuestras vidas, y que te glorifiquemos en todas las cosas.</p><p>En el nombre de Jesús, oro.</p><p>Amén.</p>",
  "prayer_daily": "<p>Querido Dios,</p><p>Al comenzar un nuevo día, quiero agradecerte por el regalo de la vida y las oportunidades que se presentan. Gracias por estar siempre conmigo.</p><p>Por favor, guíame y ayúdame a tomar buenas decisiones hoy. Muéstrame cómo ser amable y amoroso con los demás.</p><p>Dame fuerza si enfrento situaciones difíciles. Permíteme no tener miedo, sino confiar en saber que estás conmigo, haciéndome fuerte.</p><p>Mantén a mí y a mis seres queridos a salvo. Cuídanos como un escudo protector.</p><p>Ayúdame a ser una luz en el mundo. Que mis palabras y acciones muestren Tu amor a los demás.</p><p>Confío en Ti con mis preocupaciones y temores, sabiendo que estás en control. Llénamé de paz y contentamiento.</p><p>Úsame hoy para difundir paz, amor y verdad. Que todo lo que haga traiga honor a Tu nombre.</p><p>Oro esto en el nombre de Jesús.</p><p>Amén.</p>",
  "prayer_protection": "<p>Padre Celestial,</p><p>Vengo ante ti con un corazón lleno de gratitud por tu constante amor y cuidado vigilante. Reconozco que eres mi refugio y mi fortaleza, mi ayuda siempre presente en momentos de dificultad.</p><p>Te pido, Señor, tu divina protección sobre mí, mis seres queridos y todos aquellos que son cercanos a mi corazón. Rodéanos con tus poderosos ángeles, acampa alrededor de nuestros hogares y nuestros caminos, resguardándonos del daño y el peligro.</p><p>Guarda nuestras mentes y corazones, Señor, del miedo y la ansiedad. Reemplázalos con tu paz que sobrepasa todo entendimiento. Que encontremos consuelo en el conocimiento de que eres nuestro escudo y nuestro protector, nuestra torre fuerte en tiempos de necesidad.</p><p>Ruego por sabiduría y discernimiento para tomar decisiones que estén en línea con tu voluntad, decisiones que nos alejen del camino del peligro. Guía nuestros pasos, oh Señor, para que podamos caminar en los senderos de la justicia.</p><p>También te pido protección sobre nuestras mentes y espíritus. Escúdenos de influencias negativas y concédenos la fortaleza para mantenernos firmes contra la tentación.</p><p>Señor, entrego mis temores y ansiedades a ti, sabiendo que siempre estás conmigo. Tu Palabra nos asegura que ninguna arma formada contra nosotros prosperará, y me aferro a esa promesa.</p><p>Gracias, Señor, por ser nuestro protector, nuestro defensor y nuestra ayuda siempre presente. Deposistamos nuestra confianza en ti, confiados en que eres fiel para mantenernos a salvo.</p><p>En el nombre de Jesús, oro.</p><p>Amén.</p>",
  "prayer_prosperity": "<p>Querido Padre Celestial,</p><p>Vengo ante ti humildemente, reconociendo que Tú eres la fuente de todas las bendiciones y la abundancia. Tú tienes las llaves de todas las puertas, incluidas aquellas que conducen a la prosperidad financiera. Elevo mi corazón hacia ti, buscando un avance en mi situación financiera.</p><p>Señor, conoces las luchas y desafíos que enfrento. Comprendes las cargas que pesan en mi corazón. Te pido tu intervención divina, tu guía y tu sabiduría para administrar mis finanzas con prudencia.</p><p>Concédeme el discernimiento para tomar decisiones acertadas, la disciplina para presupuestar con sabiduría y la creatividad para explorar nuevas oportunidades. Abre mis ojos para ver posibles vías de aumento y crecimiento.</p><p>Señor, libero cualquier miedo, duda o ansiedad sobre mi futuro financiero en tus manos. Reemplázalos con fe, confianza y un espíritu de abundancia. Ayúdame a confiar en que proveerás para todas mis necesidades según tus riquezas en gloria.</p><p>Ruego por favor en mis esfuerzos, que se abran puertas y surjan oportunidades. Bendice la labor de mis manos, Señor, para que prospere y dé fruto.</p><p>Sobre todo, enséñame a ser un buen mayordomo de los recursos que provees. Ayúdame a utilizarlos con sabiduría, no solo para mi propio bienestar, sino también para el beneficio de otros y el avance de tu reino.</p><p>Declaro y reclamo tus promesas de prosperidad y provisión sobre mi vida, sabiendo que eres fiel para cumplir tu palabra. Te agradezco de antemano por el avance que está por venir, y lo recibo con un corazón agradecido.</p><p>En el nombre de Jesús, lo oro.</p><p>Amén.</p>",
  "prayer_request": "Petición de Oración",
  "type_in_request": "Escribe tu petición de oración",
  "my_prayer_request": "Mi Petición de Oración",
  "invalid_content": "Contenido no válido",
  "prayer_request_empty": "La petición de oración no puede estar vacía",
  "prayer_saved": "Petición de oración guardada con éxito",
  "submit_request": "Enviar Solicitud",
  "create": "Crear",
  "delete_question": "¿Estás seguro de que deseas eliminar?",
  "edit": "Editar",
  "delete": "Eliminar",
  "community": "Comunidad",
  "prayer_privacy_message": "Tus peticiones de oración se almacenan de forma segura en tu dispositivo.",
  "prayer_request_info": "Las peticiones de oración que han sido marcadas como 'verificadas' serán mostradas durante el rosario.",
  "rosary_benefits": "<h1>Beneficios del Rosario</h1><ol><li><strong>Fortalecimiento de la Fe:</strong> El Rosario es una forma de oración que permite a las personas reflexionar sobre los eventos clave en la vida de Jesucristo y la Virgen María. A través de la repetición de oraciones y la meditación en estos eventos, las personas pueden profundizar su comprensión de las enseñanzas cristianas. Fomenta una conexión con lo divino y puede fortalecer la fe en Dios.</li><li><strong>Meditación Espiritual:</strong> El Rosario fomenta la oración meditativa, donde las personas pueden centrar sus pensamientos en aspectos específicos de la vida de Cristo y María. Este aspecto meditativo proporciona una oportunidad para el crecimiento espiritual y la autorreflexión. Puede llevar a una sensación de paz interior y una conexión más profunda con lo divino.</li><li><strong>Ayuda en la Concentración:</strong> La naturaleza repetitiva de las oraciones del Rosario puede ser beneficiosa para quienes tienen dificultades para mantener la concentración durante la oración. El formato estructurado del Rosario ayuda a las personas a mantenerse concentradas en sus devociones y proporciona un método para aquietar la mente y reducir las distracciones.</li><li><strong>Sentido de Comunidad:</strong> Muchas personas rezan el Rosario en grupos, ya sea en un entorno eclesiástico o en sus familias. Esta práctica comunitaria fomenta un sentido de comunidad y unidad entre los creyentes. Crea una experiencia espiritual compartida y puede fortalecer los lazos entre los participantes.</li><li><strong>Intercesión y Petición:</strong> El Rosario a menudo se usa como medio de intercesión, donde las personas piden a la Virgen María que interceda en su nombre ante su hijo, Jesús. Las personas también utilizan el Rosario para ofrecer peticiones por necesidades e intenciones específicas, buscando la intervención divina. Es una forma de expresar preocupaciones personales y buscar ayuda de un poder superior.</li><li><strong>Paz y Serenidad:</strong> Participar en el Rosario puede generar una sensación de paz, tranquilidad y serenidad. El enfoque estructurado y contemplativo de la oración proporciona consuelo, especialmente en momentos desafiantes o estresantes. Puede ser una fuente de consuelo y tranquilidad.</li><li><strong>Devoción a María:</strong> El Rosario es un elemento clave de la devoción mariana en la Iglesia Católica. Ayuda a las personas a cultivar una devoción profunda y duradera a la Virgen María, quien es venerada como un modelo de fe y virtud. A través del Rosario, los creyentes expresan su amor y admiración por María.</li><li><strong>Reflexión Escritural:</strong> El Rosario incorpora la repetición de oraciones específicas y la meditación en eventos de los Evangelios. Esto fomenta una comprensión más profunda de la Biblia y la vida de Jesús. Conecta a los fieles con las enseñanzas e historias que se encuentran en las Escrituras.</li><li><strong>Accesible Fácilmente:</strong> El Rosario es una práctica de oración que puede ser adoptada por personas de todas las edades, orígenes y niveles de conocimiento religioso. No requiere una formación teológica extensa, lo que la hace accesible para muchas personas.</li><li><strong>Conexión Personal:</strong> Para muchas personas, el Rosario proporciona una forma personal e íntima de conectarse con Dios. Permite la expresión individual de la fe, la súplica y la gratitud. El Rosario puede servir como un conducto para construir una relación profunda y personal con lo divino.</li></ol>",
  "rosary_benefits_title": "Beneficios del Rosario",
  "about_content": "<h1>Acerca de Nuestra Aplicación del Rosario: Uniendo Fe y Tecnología</h1><p>En el corazón de nuestra Aplicación del Rosario reside una profunda creencia en el poder perdurable de la oración y un compromiso de llevar la devoción tradicional del Rosario a la era moderna. Inspirados por la profunda conexión espiritual que el Rosario brinda, emprendimos un viaje para crear una herramienta que no solo facilitara la oración, sino que también fomentara un sentido de comunidad entre creyentes de todo el mundo.</p><h2>Nuestro Viaje: Uniendo Tradición e Innovación</h2><p>La idea de la Aplicación del Rosario nació de una pasión genuina por el Rosario y el deseo de hacerlo más accesible y atractivo para personas de diversos orígenes. Nuestra misión estaba clara: mantener la tradición atemporal del Rosario mientras abrazábamos las posibilidades que la tecnología ofrece para el crecimiento espiritual.</p><h2>Funciones Mejoradas para una Conexión Más Profunda</h2><ul><li><strong>Continuar desde Donde Dejaste:</strong> La vida puede ser ajetreada y, a veces, no podemos completar nuestras oraciones de una sola vez. Nuestra aplicación te permite continuar justo donde lo dejaste, asegurando que tu devoción no se vea interrumpida.</li><li><strong>Rosario en Audio:</strong> Sumérgete en la oración con nuestra función de Rosario en audio. Escucha la recitación tranquila de las oraciones en inglés, español, latín y polaco (el audio no está incluido para el último idioma).</li><li><strong>Selección de Misterios:</strong> Personaliza tu experiencia con el Rosario seleccionando qué conjunto de Misterios deseas rezar, ya sean los Gozosos, Dolorosos, Gloriosos o Luminosos.</li><li><strong>Detección Automática de Misterios Diarios:</strong> Deja que la aplicación te guíe en tu devoción diaria detectando automáticamente y sugiriendo los Misterios apropiados para ese día.</li></ul><h2>Próximamente: Ampliando Tu Experiencia con el Rosario</h2><p>Nuestro compromiso de mejorar tu viaje espiritual no termina aquí. Estamos trabajando diligentemente en agregar nuevas funciones para hacer tu experiencia aún más enriquecedora:</p><ul><li><strong>Peticiones de Oración:</strong> Comparte tus intenciones y solicita oraciones de la comunidad mundial del Rosario. Juntos, podemos elevarnos en la fe.</li><li><strong>Testimonios:</strong> Comparte tus experiencias personales y testimonios, fortaleciendo el poder de la oración y el Rosario en tu vida.</li><li><strong>Comunidad:</strong> Conéctate con otros devotos, participa en conversaciones y construye una comunidad sólida y solidaria que trasciende fronteras.</li><li><strong>Y Más:</strong> Tenemos planes emocionantes para agregar funciones adicionales y actualizaciones que mejorarán aún más tu experiencia con el Rosario.</li></ul><h2>Únete a Nosotros en Este Viaje Espiritual</h2><p>En nuestro núcleo, creemos en el poder transformador de la oración y la comunidad. Te invitamos a ser parte de nuestro viaje mientras nos esforzamos por brindarte una Aplicación del Rosario que no solo fortalezca tu fe, sino que también te acerque a una comunidad global de creyentes. Juntos, podemos crear una conexión más profunda con nuestra fe, sin importar dónde estemos en el mundo.</p>",
  "share_content": "Compartir contenido: Explora la Guía de Meditación del Rosario 📿 Sumérgete en momentos de oración con audio.",
  "prayer_for_pope": "Oraciones por las intenciones del Papa",
  "no_network_title": "Sem conexão à Internet",
  "no_network_content": "Este aplicativo está atualmente configurado como offline",
  "joyful_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/spanish/joyful.mp3",
  "sorrowful_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/spanish/sorrowful.mp3",
  "glorious_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/spanish/glorious.mp3",
  "luminous_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/spanish/luminous.mp3",
  "first_decade": "Primera Década",
  "second_decade": "Segunda Década",
  "third_decade": "Tercera Década",
  "fourth_decade": "Cuarta Década",
  "fifth_decade": "Quinta Década",
  "congratulation": "Felicidades",
  "congratulation_msg": "Has completado todos los misterios de este conjunto.",
  "finish": "Finalizar",
  "name_of_father": "En el nombre del Padre y del Hijo y del Espíritu Santo. Amén.",
  "joyful_days": "Lunes y sábados",
  "glorious_days": "Miércoles y domingos",
  "sorrowful_days": "Martes y viernes",
  "luminous_days": "Jueves",
  "meditation": "Meditación del Rosario",
  "select_language": "Seleccionar idioma",
  "save": "Guardar",
  "app_name": "Guía de meditación del rosario",
  "language": "Idioma",
  "about_us": "Acerca de",
  "download_title": "¿Deseas descargar?",
  "download_content": "Descargar este audio te permitirá reproducirlo sin necesidad de conexión a internet.",
  "share": "Compartir",
  "rate_us": "Nos califica",
  "you_can_change_language": "Puedes cambiar tu idioma",
  "select_a_language": "Seleccionar un idioma",
  "back_to_home": "Volver al inicio",
  "start_rosary": "Iniciar Rosario",
  "listen": "Escuche el audio del Rosario",
  "sorrowful_mystery": "Misterio doloroso",
  "glorious_mystery": "Misterio glorioso",
  "joyful_mystery": "Misterio gozoso",
  "luminous_mystery": "Misterio Luminoso",
  "todays_mystery": "El misterio de hoy",
  "relection": "Reflexión",
  "our_father": "<p>Padre nuestro que estás en los cielos,</p><p>santificado sea tu Nombre.</p><p>Venga tu reino, hágase tu voluntad,</p><p>así en la tierra como en el cielo.</p><p>Danos hoy el pan nuestro de cada día.</p><p>Perdona nuestras ofensas,</p><p>así como nosotros perdonamos a los que nos ofenden.</p><p>No nos dejes caer en la tentación,</p><p>y líbranos de mal. Amén.</p>",
  "our_father_title": "Padre Nuestro",
  "apostle_creed": "<p>Creo en Dios, Padre Todopoderoso, Creador del Cielo y de la Tierra;</p><p>y en Jesucristo, Su único Hijo, Nuestro Señor, que fue concebido por obra y gracia del Espíritu Santo, nació de Santa María Virgen, padeció bajo el poder de Poncio Pilato, fue crucificado, murió y fue sepultado.</p><p>Descendió a los infiernos, al tercer día resucitó de entre los muertos, subió a los cielos y está sentado a la derecha de Dios, Padre Todopoderoso; desde allí ha de venir a juzgar a los vivos y a los muertos.</p><p>Creo en el Espíritu Santo, la Santa Iglesia Católica, la comunión de los santos, el perdón de los pecados, la resurrección de la carne y la vida eterna. Amén.</p>",
  "apostle_creed_title": "Creo en Dios...",
  "glory_to_father": "Gloria al Padre, al Hijo y al Espíritu Santo. Como era en el principio, ahora y siempre, por los siglos de los siglos. Amén.",
  "hail_mary": "<p>Dios te salve, María, llena eres de gracia; el Señor es contigo. Bendita tú eres entre todas las mujeres, y bendito es el fruto de tu vientre, Jesús. Santa María, Madre de Dios, ruega por nosotros, pecadores, ahora y en la hora de nuestra muerte. Amén.</p>",
  "oh_my_jesus": "<p>Oh, Jesús mío, perdónanos nuestros pecados, líbranos del fuego del infierno y guía todas las almas al Cielo, especialmente aquellas que más necesitan de tu misericordia. Amén.</p>",
  "mary_queen_of_peace": "María, Reina del Cielo, ruega por nosotros.",
  "fatima_prayer": "<p>Oh mi Jesús, perdona nuestros pecados, líbranos del fuego del infierno, lleva todas las almas al Cielo, especialmente aquellas que más necesiten de tu misericordia.</p>",
  "hail_holy_queen": "<p>Dios te salve, Reina y Madre de misericordia,</p><p>vida, dulzura y esperanza nuestra;</p><p>a Ti clamamos los desterrados hijos de Eva;</p><p>a Ti suspiramos, gimiendo y llorando en este valle de lágrimas.</p><p> Ea, pues, Señora, abogada nuestra,</p><p> vuelve a nosotros esos tus ojos misericordiosos;</p><p>y después de este destierro, muéstranos a Jesús, fruto bendito de tu vientre.</p><p>¡Oh clemente, oh piadosa, oh dulce Virgen María!</p><p>Ruega por nosotros, Santa Madre de Dios,</p><p>para que seamos dignos de alcanzar las promesas de Nuestro Señor Jesucristo. Amén.</p>",
  "loreto_litany": "<p>Señor, ten piedad de nosotros.</p><p>Cristo, ten piedad de nosotros.</p><p>Señor, ten piedad de nosotros.</p><p>Cristo, óyenos.</p><p>Cristo, escúchanos con bondad.</p><p>Dios Padre del cielo, ten piedad de nosotros.</p><p>Dios Hijo, Redentor del mundo, ten piedad de nosotros.</p><p>Dios Espíritu Santo, ten piedad de nosotros.</p><p>Santísima Trinidad, un solo Dios, ten piedad de nosotros.</p><p>Santa María, ruega por nosotros.</p><p>Santa Madre de Dios, ruega por nosotros.</p><p>Santa Virgen de vírgenes, ruega por nosotros.</p><p>Madre de Cristo, ruega por nosotros.</p><p>Madre de la divina gracia, ruega por nosotros.</p><p>Madre purísima, ruega por nosotros.</p><p>Madre castísima, ruega por nosotros.</p><p>Madre inmaculada, ruega por nosotros.</p><p>Madre intacta, ruega por nosotros.</p><p>Madre amable, ruega por nosotros.</p><p>Madre admirable, ruega por nosotros.</p><p>Madre del buen consejo, ruega por nosotros.</p><p>Madre del Creador, ruega por nosotros.</p><p>Madre del Salvador, ruega por nosotros.</p><p>Virgen prudentísima, ruega por nosotros.</p><p>Virgen venerable, ruega por nosotros.</p><p>Virgen renombrada, ruega por nosotros.</p><p>Virgen poderosa, ruega por nosotros.</p><p>Virgen clemente, ruega por nosotros.</p><p>Virgen fiel, ruega por nosotros.</p><p>Espejo de justicia, ruega por nosotros.</p><p>Trono de sabiduría, ruega por nosotros.</p><p>Causa de nuestra alegría, ruega por nosotros.</p><p>Vaso espiritual, ruega por nosotros.</p><p>Vaso de honor, ruega por nosotros.</p><p>Vaso insigne de devoción, ruega por nosotros.</p><p>Rosa mística, ruega por nosotros.</p><p>Torre de David, ruega por nosotros.</p><p>Torre de marfil, ruega por nosotros.</p><p>Casa de oro, ruega por nosotros.</p><p>Arca de la alianza, ruega por nosotros.</p><p>Puerta del cielo, ruega por nosotros.</p><p>Estrella de la mañana, ruega por nosotros.</p><p>Salud de los enfermos, ruega por nosotros.</p><p>Refugio de los pecadores, ruega por nosotros.</p><p>Consuelo de los afligidos, ruega por nosotros.</p><p>Auxilio de los cristianos, ruega por nosotros.</p><p>Reina de los Ángeles, ruega por nosotros.</p><p>Reina de los Patriarcas, ruega por nosotros.</p><p>Reina de los Profetas, ruega por nosotros.</p><p>Reina de los Apóstoles, ruega por nosotros.</p><p>Reina de los Mártires, ruega por nosotros.</p><p>Reina de los Confesores, ruega por nosotros.</p><p>Reina de las Vírgenes, ruega por nosotros.</p><p>Reina de todos los Santos, ruega por nosotros.</p><p>Reina concebida sin pecado original, ruega por nosotros.</p><p>Reina asunta al Cielo, ruega por nosotros.</p><p>Reina del Santísimo Rosario, ruega por nosotros.</p><p>Reina de las familias, ruega por nosotros.</p><p>Reina de la paz, ruega por nosotros.</p><p>Cordero de Dios, que quitas el pecado del mundo, perdónanos, Señor.</p><p>Cordero de Dios, que quitas el pecado del mundo, escúchanos, Señor.</p><p>Cordero de Dios, que quitas el pecado del mundo, ten misericordia de nosotros.</p><p>Ruega por nosotros, Santa Madre de Dios.</p><p>Para que seamos dignos de alcanzar las promesas de Cristo. Amén.</p><p>Oremos:</p><p>Concédenos, Señor Dios nuestro, gozar de continua salud de alma y cuerpo; y por la gloriosa intercesión de la bienaventurada siempre Virgen María, líbranos de las tristezas de la vida presente y llévanos a la dicha eterna. Por Cristo nuestro Señor. Amén.</p>",
  "welcome_msg": "Reza el rosario y encuentra la paz en la meditación.",
  "rosary_continue": "¿Quieres continuar con tu rosario anterior?",
  "yes": "Sí",
  "no": "No",
  "restart": "Reiniciar",
  "home": "Inicio",
  "about": "Acerca",
  "more": "Más",
  "confirmation": "Confirmación",
  "opening_bead": "Cuentas de apertura",
  "glory_to_father_title": "Gloria al Padre",
  "click_to_close": "Haz clic para cerrar",
  "hail_mary_title": "Dios te salve, María",
  "fatima_title": "Oh Jesús mío",
  "mary_queen_of_peace_title": "María Reina de la Paz",
  "bead_number": "Número de cuenta:",
  "hail_holy_queen_title": "Salve Santa Reina",
  "oh_my_jesus_title": "Oh mi Jesus",
  "loreto_litany_title": "La Letanía de Loreto",
  "prayers": "Oraciones",
  "monday": "lunes",
  "tuesday": "martes",
  "wednesday": "miércoles",
  "thursday": "jueves",
  "friday": "viernes",
  "saturday": "sábado",
  "sunday": "domingo",

  "first_joyful_title": "Primer Misterio Gozoso",
  "first_joyful_name": "La Anunciación",
  "first_joyful_scripture": "Lucas 1:26-38",
  "first_joyful_text": "<p>Lucas 1,26-38. Versículo 35: 'Y el ángel le dijo: 'El Espíritu Santo vendrá sobre ti, y el poder del Altísimo te cubrirá con su sombra; por eso, el niño que nazca será llamado santo, Hijo de Dios'.</p>",
  "first_joyful_reflection": "<p>En el primer Misterio Gozoso, reflexionamos sobre la humilde sumisión de María al plan de Dios. Así como ella dijo 'Sí' al ángel Gabriel, también estamos llamados a abrazar la voluntad de Dios en nuestras vidas con confianza y entrega. Mientras rezamos esta decena, contemplemos la obediencia de María y pidamos la fortaleza para alinear nuestras propias vidas con el propósito de Dios.</p>",

  "second_joyful_id": 2,
  "second_joyful_title": "Segundo Misterio Gozoso",
  "second_joyful_name": "La Visitación",
  "second_joyful_scripture": "Lucas 1:39-56",
  "second_joyful_text": "<p>Lucas 1,39-56. Versículos 41-43: Y cuando Isabel escuchó el saludo de María, el bebé saltó en su vientre; y Isabel fue llena del Espíritu Santo y exclamó con un fuerte grito: 'Bendita tú eres entre las mujeres, y bendito es el fruto de tu vientre. ¿Por qué se me concede la gracia de que la madre de mi Señor venga a mí?'</p>",
  "second_joyful_reflection": "<p>En el segundo Misterio Gozoso, meditamos en la visita de María a su prima Isabel. Su encuentro está lleno de alegría y gracia, ya que ambas mujeres comparten la maravilla de sus embarazos. La humildad de María brilla mientras reconoce su papel como madre del Salvador. La bendición de Isabel revela su reconocimiento del llamado único de María. Mientras contemplamos este misterio, aprendamos de María e Isabel la importancia de apoyarnos mutuamente en nuestros caminos espirituales y de regocijarnos en las bendiciones de cada una.</p>",

  "third_joyful_id": 3,
  "third_joyful_title": "Tercer Misterio Gozoso",
  "third_joyful_name": "El Nacimiento",
  "third_joyful_scripture": "Lucas 2:1-20",
  "third_joyful_text": "<p>Lucas 2,1-20. Versículo 7: Y ella dio a luz a su hijo primogénito, lo envolvió en pañales y lo acostó en un pesebre, porque no había lugar para ellos en la posada.</p>",
  "third_joyful_reflection": "<p>En el tercer Misterio Gozoso, meditamos en el nacimiento de Jesús en un entorno humilde. El Creador del universo eligió ingresar al mundo como un niño vulnerable, revelando la profundidad del amor de Dios por la humanidad. Mientras meditamos en este misterio, reconozcamos la importancia del nacimiento de Cristo y la esperanza que trae a nuestras vidas.</p>",

  "fourth_joyful_id": 4,
  "fourth_joyful_title": "Cuarto Misterio Gozoso",
  "fourth_joyful_name": "La Presentación",
  "fourth_joyful_scripture": "Lucas 2:22-39",
  "fourth_joyful_text": "<p>Lucas 2,21-38. vs. 28-32: [Simeón] lo tomó en sus brazos y bendijo a Dios, diciendo: \"Señor, ahora dejas ir a tu siervo en paz, conforme a tu palabra, porque mis ojos han visto tu salvación que has preparado en presencia de todos los pueblos, luz para revelación a los gentiles y gloria de tu pueblo Israel\".</p>",
  "fourth_joyful_reflection": "<p>En el cuarto Misterio Gozoso, reflexionamos sobre la presentación de Jesús en el templo. La obediencia de María y José a la tradición revela su compromiso de seguir las leyes de Dios. El reconocimiento de Simeón de Jesús como la Luz del mundo nos recuerda el impacto que la presencia de Cristo tiene en nuestras vidas. Oremos por la gracia de presentarnos continuamente ante Dios y recibir sus bendiciones.</p>",

  "fifth_joyful_id": 5,
  "fifth_joyful_title": "Quinto Misterio Gozoso",
  "fifth_joyful_name": "El Hallazgo en el Templo",
  "fifth_joyful_scripture": "Lucas 2:41-52",
  "fifth_joyful_text": "<p>Lucas 2,41-52. Versículos 45-47: y cuando no lo encontraron, regresaron a Jerusalén buscándolo. Después de tres días lo encontraron en el templo, sentado entre los maestros, escuchándolos y haciendo preguntas; y todos los que lo oyeron quedaron asombrados por su comprensión y sus respuestas.</p>",
  "fifth_joyful_reflection": "<p>En el quinto Misterio Gozoso, reflexionamos sobre el hallazgo de Jesús en el templo. La ansiedad de María y José mientras le buscan nos enseña la importancia de buscarlo en nuestras vidas. La respuesta de Jesús resalta su propósito divino y su deseo de que estemos en la casa de su Padre. Luchemos por ser atentos a la presencia y enseñanzas de Jesús mientras viajamos por la vida.</p>",

  "first_sorrowful_id": 1,
  "first_sorrowful_title": "Primer Misterio Doloroso",
  "first_sorrowful_name": "La Agonía en el Huerto",
  "first_sorrowful_scripture": "Mateo 26:36-46",
  "first_sorrowful_text": "<p>Lucas 22,39-46. Versículos 41-42,44: Y se apartó de ellos como a un tiro de piedra, y se arrodilló y oró, diciendo: \"Padre, si estás dispuesto, quita de mí esta copa; pero no se haga mi voluntad, sino la tuya\"... Estaba tan angustiado y oraba con tanta fervor que su sudor se convirtió en gotas de sangre que caían al suelo.</p>",
  "first_sorrowful_reflection": "<p>En el primer Misterio Doloroso, contemplamos la agonía de Jesús en el Huerto de Getsemaní. Enfrentado al peso de su próxima crucifixión, Jesús ora al Padre, expresando su angustia y sumisión a la voluntad de Dios. Su ejemplo nos enseña a buscar la guía y la fuerza de Dios en momentos de dificultad. Al meditar en este misterio, recordemos el sacrificio de Jesús y su inquebrantable compromiso de cumplir el plan de su Padre.</p>",

  "second_sorrowful_id": 2,
  "second_sorrowful_title": "Segundo Misterio Doloroso",
  "second_sorrowful_name": "La Flagelación del Señor",
  "second_sorrowful_scripture": "Mateo 27:26",
  "second_sorrowful_text": "<p>Mateo 27,15-26. Versículo 26: Entonces [Pilato] les soltó a Barrabás, y después de azotar a Jesús, lo entregó para ser crucificado.</p>",
  "second_sorrowful_reflection": "<p>En el segundo Misterio Doloroso, reflexionamos sobre la flagelación de Jesús en el pilar. Jesús soportó un inmenso sufrimiento físico, siendo golpeado y azotado antes de su crucifixión. Su sacrificio revela la profundidad de su amor por la humanidad. Al meditar en este misterio, recordemos el dolor que Jesús padeció por nuestro bien y busquemos unir nuestro propio sufrimiento al suyo para la redención del mundo.</p>",

  "third_sorrowful_id": 3,
  "third_sorrowful_title": "Tercer Misterio Doloroso",
  "third_sorrowful_name": "La Coronación de Espinas",
  "third_sorrowful_scripture": "Mateo 27:27-31",
  "third_sorrowful_text": "<p>Mateo 27,27-31. Versículos 29-30: y trenzando una corona de espinas, [los soldados] se la pusieron en la cabeza y le pusieron una caña en la mano derecha. Y, doblando la rodilla delante de él, se burlaron diciendo: \"¡Salve, Rey de los Judíos!\" Y le escupieron y tomaron la caña y lo golpearon en la cabeza.</p>",
  "third_sorrowful_reflection": "<p>En el tercer Misterio Doloroso, reflexionamos sobre la coronación de Jesús con espinas. La cruel burla y el abuso de los soldados resaltan la profundidad del sufrimiento y la humillación de Jesús. A pesar de todo, permanece firme en su misión de salvar a la humanidad. Al meditar en este misterio, reflexionemos sobre la injusticia que Jesús sufrió y busquemos encontrar coraje en su ejemplo cuando enfrentemos nuestros propios desafíos.</p>",

  "fourth_sorrowful_id": 4,
  "fourth_sorrowful_title": "Cuarto Misterio Doloroso",
  "fourth_sorrowful_name": "La Cruz a Cuestas",
  "fourth_sorrowful_scripture": "Juan 19:16-17",
  "fourth_sorrowful_text": "<p>Juan 19,16-17: Entonces lo entregó a ellos para que fuera crucificado. Así que tomaron a Jesús, y él salió llevando su propia cruz, hacia el lugar llamado el lugar de la calavera, que se llama en hebreo Golgota.</p>",
  "fourth_sorrowful_reflection": "<p>En el cuarto Misterio Doloroso, reflexionamos sobre el recorrido de Jesús mientras lleva la cruz a Gólgota. El peso de la cruz representa la carga de los pecados de la humanidad que Jesús lleva voluntariamente por nuestra salvación. Al meditar en este misterio, reconozcamos el sacrificio que Jesús hizo por nosotros y encontremos fuerza en su ejemplo de desinterés y determinación.</p>",

  "fifth_sorrowful_id": 5,
  "fifth_sorrowful_title": "Quinto Misterio Doloroso",
  "fifth_sorrowful_name": "La Crucifixión",
  "fifth_sorrowful_scripture": "Lucas 23:33-46",
  "fifth_sorrowful_text": "<p>Lucas 23,33-49. Versículos 44-46: Ya era cerca de la sexta hora, y hubo oscuridad sobre toda la tierra hasta la hora novena, mientras el sol se oscureció; y el velo del templo se rasgó por medio. Entonces Jesús, clamando a gran voz, dijo: \"Padre, en tus manos encomiendo mi espíritu\". Y habiendo dicho esto, expiró.</p>",
  "fifth_sorrowful_reflection": "<p>En el quinto Misterio Doloroso, meditamos en la crucifixión de Jesús en la Cruz. Su acto supremo de amor y sacrificio es evidente cuando perdona a aquellos que lo crucifican y otorga la salvación al ladrón arrepentido. Al reflexionar sobre este misterio, abracemos la profundidad del amor sacrificial de Jesús y encontremos esperanza y redención en su victoria sobre el pecado y la muerte.</p>",

  "first_glorious_id": 1,
  "first_glorious_title": "Primer Misterio Glorioso",
  "first_glorious_name": "La Resurrección",
  "first_glorious_scripture": "Mateo 28:1-10",
  "first_glorious_text": "<p>Lucas 24:1-12. Versículos 5-7: ... y al estar asustadas e inclinar sus rostros hacia el suelo, los hombres les dijeron: \"¿Por qué buscan al que vive entre los muertos? Recuerden lo que les dijo mientras aún estaba en Galilea, que el Hijo del hombre debía ser entregado en manos de hombres pecadores, ser crucificado y resucitar al tercer día\".</p>",
  "first_glorious_reflection": "<p>En el primer Misterio Glorioso, meditamos en la resurrección de Jesús de entre los muertos. Su triunfo sobre la muerte trae esperanza y vida a todos los creyentes. Al reflexionar sobre este misterio, regocijémonos en la resurrección y abracemos la promesa de vida eterna que Jesús nos ofrece.</p>",

  "second_glorious_id": 2,
  "second_glorious_title": "Segundo Misterio Glorioso",
  "second_glorious_name": "La Ascensión",
  "second_glorious_scripture": "Lucas 24:50-53, Hechos 1:9-11",
  "second_glorious_text": "<p>Hechos 1,6-12. Versículos 9-11: Y después de decir esto, mientras ellos miraban, él fue elevado, y una nube lo recibió y lo ocultó de su vista. Mientras miraban fijamente al cielo mientras él se iba, he aquí, se pusieron junto a ellos dos hombres vestidos de blanco, que les dijeron: \"Varones galileos, ¿por qué están mirando al cielo? Este Jesús, que ha sido llevado de entre ustedes al cielo, vendrá de la misma manera que lo han visto ir al cielo\".</p>",
  "second_glorious_reflection": "<p>En el segundo Misterio Glorioso, reflexionamos sobre la ascensión de Jesús al cielo. Su partida marca la culminación de su misión terrenal y la promesa de su regreso. Al meditar sobre este misterio, recordemos que Jesús está siempre con nosotros y que nos llama a continuar su obra en la tierra hasta su glorioso retorno.</p>",

  "third_glorious_id": 3,
  "third_glorious_title": "Tercer Misterio Glorioso",
  "third_glorious_name": "La Venida del Espíritu Santo",
  "third_glorious_scripture": "Hechos 2:1-4",
  "third_glorious_text": "<p>Hechos 2,1-13. Versículos 2-4: Y de repente vino del cielo un sonido como de un viento impetuoso que llenó toda la casa donde estaban sentados. Y se les aparecieron lenguas como de fuego que se repartieron y se posaron sobre cada uno de ellos. Todos fueron llenos del Espíritu Santo y comenzaron a hablar en otras lenguas, según el Espíritu les daba habilidad para expresarse.</p>",
  "third_glorious_reflection": "<p>En el tercer Misterio Glorioso, reflexionamos sobre la venida del Espíritu Santo sobre los apóstoles en Pentecostés. Este evento marca el comienzo de la Iglesia y capacita a los creyentes para difundir el mensaje de Cristo. Al meditar sobre este misterio, abramos nuestros corazones a la guía del Espíritu Santo y busquemos vivir vidas transformadas por su presencia.</p>",

  "fourth_glorious_id": 4,
  "fourth_glorious_title": "Cuarto Misterio Glorioso",
  "fourth_glorious_name": "La Asunción",
  "fourth_glorious_scripture": "Catecismo Universal, párrafo 974",
  "fourth_glorious_text": "<p>Catecismo Universal, párrafo 974: La Santísima Virgen María, cuando se completó el curso de su vida terrenal, fue llevada en cuerpo y alma a la gloria del cielo, donde ya comparte la gloria de la Resurrección de su Hijo, anticipando la resurrección de todos los miembros de su Cuerpo.</p>",
  "fourth_glorious_reflection": "<p>En el cuarto Misterio Glorioso, reflexionamos sobre la asunción de María al cielo. Este evento honra el papel único de María en la historia de la salvación y anticipa el destino que espera a todos los creyentes. Al meditar sobre este misterio, busquemos la intercesión de María y esforcémonos por seguir su ejemplo de fe y obediencia.</p>",

  "fifth_glorious_id": 5,
  "fifth_glorious_title": "Quinto Misterio Glorioso",
  "fifth_glorious_name": "La Coronación",
  "fifth_glorious_scripture": "Apocalipsis 12:1-6",
  "fifth_glorious_text": "<p>Apocalipsis 12,1: Y apareció en el cielo una gran señal: una mujer vestida del sol, con la luna debajo de sus pies y una corona de doce estrellas en su cabeza...</p>",
  "fifth_glorious_reflection": "<p>En el quinto Misterio Glorioso, reflexionamos sobre la coronación de María como Reina del Cielo y la Tierra. Este evento simboliza su papel elevado como Madre de Dios y nuestra madre espiritual. Al meditar sobre este misterio, honremos la intercesión de María y busquemos su guía mientras nos esforzamos por seguir el ejemplo de Cristo.</p>",

  "first_luminous_id": 1,
  "first_luminous_title": "Primer Misterio Luminoso",
  "first_luminous_name": "El Bautismo en el Jordán",
  "first_luminous_scripture": "Mateo 3:13-17",
  "first_luminous_text": "<p>El Bautismo en el Jordán es, ante todo, un misterio de luz. Aquí, mientras Cristo desciende a las aguas, el Inocente que se hizo \"pecado\" por nosotros (cf. 2Cor 5:21), los cielos se abren de par en par y la voz del Padre lo proclama como el Hijo amado (cf. Mt 3:17 y paralelos), mientras que el Espíritu desciende sobre Él para investirlo con la misión que debe llevar a cabo.</p>",
  "first_luminous_reflection": "<p>En el primer Misterio Luminoso, reflexionamos sobre el bautismo de Jesús en el río Jordán. Este evento marca el comienzo del ministerio público de Jesús y revela su identificación como el Hijo de Dios. Al meditar sobre este misterio, renovemos nuestro compromiso de seguir a Jesús y busquemos la guía del Espíritu Santo en nuestras vidas.</p>",

  "second_luminous_id": 2,
  "second_luminous_title": "Segundo Misterio Luminoso",
  "second_luminous_name": "Las Bodas de Caná",
  "second_luminous_scripture": "Juan 2:1-11",
  "second_luminous_text": "<p>Otro misterio de luz es el primero de los signos, dado en Caná (cf. Jn 2:1-12), cuando Cristo cambia el agua en vino y abre los corazones de los discípulos a la fe, gracias a la intervención de María, la primera entre los creyentes.</p>",
  "second_luminous_reflection": "<p>En el segundo Misterio Luminoso, reflexionamos sobre las bodas de Caná, donde Jesús realizó su primer milagro público convirtiendo el agua en vino. Este evento revela la compasión de Jesús y su poder para transformar situaciones. Al meditar sobre este misterio, confiemos en la capacidad de Jesús para obrar milagros en nuestras vidas y busquemos su intervención en momentos de necesidad.</p>",

  "third_luminous_id": 3,
  "third_luminous_title": "Tercer Misterio Luminoso",
  "third_luminous_name": "La Proclamación del Reino",
  "third_luminous_scripture": "Marcos 1:14-15",
  "third_luminous_text": "<p>Otro misterio de luz es la predicación mediante la cual Jesús anuncia la venida del Reino de Dios, llama a la conversión (cf. Mc 1:15) y perdona los pecados de todos los que se acercan a Él con humilde confianza (cf. Mc 2:3-13; Lc 7:47-48): la inauguración de ese ministerio de misericordia que Él continúa ejerciendo hasta el fin del mundo, especialmente a través del Sacramento de la Reconciliación que ha confiado a su Iglesia (cf. Jn 20:22-23).</p>",
  "third_luminous_reflection": "<p>En el tercer Misterio Luminoso, contemplamos la proclamación de Jesús sobre el reino de Dios. Su mensaje llama al arrepentimiento y la fe en el evangelio. Al meditar sobre este misterio, alineemos nuestras vidas con los valores del reino y compartamos la buena noticia del mensaje de Jesús con todos.</p>",

  "fourth_luminous_id": 4,
  "fourth_luminous_title": "Cuarto Misterio Luminoso",
  "fourth_luminous_name": "La Transfiguración",
  "fourth_luminous_scripture": "Mateo 17:1-8",
  "fourth_luminous_text": "<p>El misterio de la luz por excelencia es la Transfiguración, tradicionalmente creída que tuvo lugar en el Monte Tabor. La gloria de la divinidad resplandece desde el rostro de Cristo mientras el Padre ordena a los asombrados Apóstoles que \"lo escuchen\" (cf. Lc 9:35 y paralelos) y se preparen para experimentar con él la agonía de la Pasión, para así venir con él a la alegría de la Resurrección y a una vida transfigurada por el Espíritu Santo.</p>",
  "fourth_luminous_reflection": "<p>En el cuarto Misterio Luminoso, reflexionamos sobre la transfiguración de Jesús en el monte. Su radiante apariencia y la presencia de Moisés y Elías destacan su divinidad y el cumplimiento de la Ley y los Profetas. Al meditar sobre este misterio, busquemos encontrarnos con la gloria de Dios en nuestras vidas y escuchar las enseñanzas de Jesús.</p>",

  "fifth_luminous_id": 5,
  "fifth_luminous_title": "Quinto Misterio Luminoso",
  "fifth_luminous_name": "La Institución de la Eucaristía",
  "fifth_luminous_scripture": "Mateo 26:26-30",
  "fifth_luminous_text": "<p>Un misterio final de luz es la institución de la Eucaristía, en la cual Cristo ofrece su cuerpo y sangre como alimento bajo los signos del pan y el vino, y testifica \"hasta el final\" su amor por la humanidad (Jn 13:1), por cuya salvación se ofrecerá a sí mismo en sacrificio.</p>",
  "fifth_luminous_reflection": "<p>En el quinto Misterio Luminoso, reflexionamos sobre la institución de la Eucaristía durante la Última Cena. Jesús ofrece a sus discípulos su cuerpo y sangre como medio de nutrición espiritual y un recordatorio de su amor sacrificial. Al meditar sobre este misterio, participemos en la Eucaristía con reverencia y gratitud, reconociendo el profundo regalo de la presencia de Jesús entre nosotros.</p>"
}
