{
  "donation_amount_error": "Evitando Contribuciones de Cero para un Impacto Positivo",
  "donation_amount_limit": "Por favor, contribuye con una cantidad mayor a cero para tu donaci칩n. 춰Gracias por tu generosidad!",
  "donate_with": "Donar con",
  "copy_paypal_link": "Paypal: https://www.paypal.me/rosaryMG",
  "copy_text": "Sigue el enlace de Paypal copiado",
  "donate_error_network": "Problema con el procesamiento del pago. Por favor, utilice el enlace de PayPal para la donaci칩n. Disculpas por cualquier inconveniente.",
  "donate_error_title": "Error de Pago",
  "donate_error": "Lamentamos informarte que hubo un problema al procesar tu donaci칩n. Por favor, revisa la informaci칩n de tu pago y vuelve a intentarlo. Si el problema persiste o si tienes alguna pregunta, no dudes en ponerte en contacto con nuestro equipo de soporte. \n \n Gracias por tu generosidad y comprensi칩n.",
  "retry": "Reintentar",
  "return_home": "Regresar a Inicio",
  "donate_success_title": "춰Gracias por su Donaci칩n!",
  "donate_success": "Su generosa contribuci칩n ha sido recibida y tendr치 un impacto significativo. Apreciamos enormemente su apoyo.",
  "donate": "Dar Ahora",
  "donate_body": "<p>Querida Comunidad de  Rosary Meditation Guide (RMG),</p><p>Acudimos a ustedes hoy con una s칰plica desde lo m치s profundo de nuestros corazones. RMG, tu refugio de serenidad espiritual, est치 enfrentando un camino desafiante. Hemos elegido el noble camino de permanecer libre de publicidad, para que puedas meditar y conectar con tu fe sin distracciones.</p><p>Pero a medida que nuestra familia de RMG crece, los costos de cuidar este precioso santuario aumentan. Estamos ansiosos por agregar m치s caracter칤sticas, traducir la aplicaci칩n a m치s idiomas y potenciar tu viaje espiritual de nuevas maneras.</p><p>Necesitamos tu ayuda, tu compasi칩n y tu generosidad para mantener la llama de la fe ardiendo brillantemente. Tu apoyo, ya sea grande o peque침o, lleva un peso inmenso.</p><p>Por favor, dona haciendo clic en el bot칩n de abajo para asegurarte de que RMG siga siendo un lugar de consuelo, crecimiento y profunda conexi칩n espiritual para todos los que lo buscan.</p><p>Desde lo m치s profundo de nuestras almas, te agradecemos por ser una parte querida de la comunidad de RMG.</p><p>Con profunda gratitud,</p><p>Equipo de RMG</p>",
  "rosary_subtitle": "Rosario con voz tranquila",
  "song_subtitle": "El amor de Dios en devoci칩n mel칩dica",

  "sleep_subtitle": "Melod칤as relajantes para un sue침o profundo",
  "audio_label": "Audios, Canciones y M칰sica",
  "prayer_label": "Oraciones Cat칩licas y Generales",
  "daily_verse_title": "Vers칤culo del d칤a",
  "affirmation_title": "Afirmaci칩n diaria",
  "verse_subtitle": "Descubre la Sabidur칤a Diaria, Encuentra Inspiraci칩n y Alimenta tu Alma con las Escrituras.",
  "affirmation_subtitle": "Energiza tu D칤a con Afirmaciones Diarias, Enciende la Positividad y Abraza el Crecimiento Personal.",
  "choose_mystery": "Elegir Misterio",
  "policy_content": "<p>Pol칤tica de privacidad para Rosary Meditation Guide</title></head><body><p><strong>칔ltima actualizaci칩n:</strong> 16/08/2023</p><h2>Introducci칩n</h2><p>Bienvenido a Rosary Meditation Guide! Valoramos enormemente su privacidad y nos comprometemos a proteger su informaci칩n personal. Esta Pol칤tica de Privacidad describe los tipos de informaci칩n que recopilamos, c칩mo la utilizamos y las opciones que tiene con respecto a sus datos. Cumplimos con el Reglamento General de Protecci칩n de Datos (GDPR) y otras leyes aplicables de protecci칩n de datos.</p><p>Al utilizar la aplicaci칩n Rosary Meditation Guide ('la Aplicaci칩n'), usted acepta las pr치cticas descritas en esta Pol칤tica de Privacidad.</p><h2>Informaci칩n que recopilamos</h2><p><strong>Informaci칩n personal:</strong></p><ul><li>Nombres: Para proporcionar una experiencia personalizada y para autenticaci칩n.</li><li>Direcciones de correo electr칩nico: Para crear y gestionar cuentas de usuario, y para enviar notificaciones importantes.</li></ul><p><strong>Informaci칩n de uso:</strong></p><ul><li>Datos de uso de la aplicaci칩n: Recopilamos datos sobre c칩mo interact칰a con la Aplicaci칩n, incluidas las p치ginas visitadas, las funciones utilizadas y la duraci칩n del uso.</li></ul><h2>C칩mo utilizamos su informaci칩n</h2><p>Utilizamos la informaci칩n recopilada para los siguientes prop칩sitos:</p><ul><li><strong>Autenticaci칩n y gesti칩n de la cuenta:</strong><ul><li>Para crear y gestionar cuentas de usuario.</li><li>Para verificar y autenticar la identidad del usuario.</li></ul></li><li><strong>Comunicaci칩n:</strong><ul><li>Para enviar notificaciones importantes, como actualizaciones, cambios en los t칠rminos o alertas de seguridad.</li></ul></li><li><strong>Personalizaci칩n:</strong><ul><li>Para personalizar su experiencia con la Aplicaci칩n, incluida la visualizaci칩n de contenido y funciones que puedan ser de su inter칠s.</li></ul></li><li><strong>An치lisis:</strong><ul><li>Para analizar el comportamiento del usuario y las tendencias para mejorar la funcionalidad y el contenido de la Aplicaci칩n.</li></ul></li></ul><h2>Base legal para el tratamiento de datos</h2><p>Procesamos su informaci칩n personal en base a los siguientes fundamentos legales:</p><ul><li><strong>Consentimiento:</strong> Cuando crea una cuenta y utiliza la Aplicaci칩n, otorga su consentimiento para el procesamiento de su informaci칩n personal.</li><li><strong>Intereses leg칤timos:</strong> Procesamos datos para proporcionar y mejorar la Aplicaci칩n, y para comunicarnos con usted sobre actualizaciones e informaci칩n importante.</li></ul><h2>Compartir y divulgar datos</h2><p>No compartimos ni divulgamos su informaci칩n personal con terceros, excepto en los siguientes casos:</p><ul><li><strong>Proveedores de servicios:</strong><ul><li>Podemos contratar a empresas o individuos de confianza de terceros para ayudar en la prestaci칩n de la Aplicaci칩n u otros servicios relacionados. Estos terceros tienen acceso a su informaci칩n solo para realizar estas tareas y est치n obligados a no divulgarla ni utilizarla para ning칰n otro prop칩sito.</li></ul></li><li><strong>Cumplimiento legal:</strong><ul><li>Podemos divulgar su informaci칩n si la ley lo requiere o en respuesta a solicitudes legales v치lidas.</li></ul></li></ul><h2>Seguridad de los datos</h2><p>Tomamos medidas de seguridad adecuadas para proteger su informaci칩n personal contra acceso no autorizado, alteraci칩n, divulgaci칩n o destrucci칩n. Estas medidas incluyen cifrado, controles de acceso y auditor칤as de seguridad regulares.</p><h2>Sus derechos</h2><p>Usted tiene derecho a:</p><ul><li>Acceder, corregir o eliminar su informaci칩n personal.</li><li>Oponerse al procesamiento de su informaci칩n personal.</li><li>Restringir o retirar su consentimiento para el procesamiento de sus datos.</li><li>Recibir una copia de sus datos para transferirlos a otro servicio.</li></ul><p>Para ejercer estos derechos, cont치ctenos en [Correo Electr칩nico de Contacto].</p><h2>Cambios en esta Pol칤tica de Privacidad</h2><p>Podemos actualizar esta Pol칤tica de Privacidad de vez en cuando. La versi칩n actualizada se indicar치 por la fecha de '칔ltima actualizaci칩n' al principio. Le animamos a que revise esta Pol칤tica peri칩dicamente para cualquier cambio.</p></p>",
  "ok": "Bueno",
  "powerful_novena": "Novenas Poderosas",
  "powerful_psalms": "Salmos Poderosos",
  "deep_sleep_music": "M칰sica para un Sue침o Profundo",
  "for_rest_night": "Tranquilidad Definitiva para Noches Reparadoras",
  "privacy_policy": "Praescriptum de Secretum",
  "title_require": "Se requiere t칤tulo",
  "reason_require": "Se requiere raz칩n",
  "desc_require": "Se requiere descripci칩n",
  "title": "T칤tulo",
  "reason": "Raz칩n",
  "cancel": "Cancelar",
  "affirmation_verse": "Afirmaci칩n Diaria/Vers칤culo",
  "verse": "G치latas 5:22-23a",
  "verse_of_the_day_title": "Vers칤culo del D칤a",
  "daily_inspiration": "Inspiraciones Diarias",
  "daily_affirmation_title": "Afirmaci칩n Diaria",
  "daily_verse": "Pero el fruto del Esp칤ritu es amor, gozo, paz, paciencia, benignidad, bondad, fidelidad, mansedumbre y dominio propio.",
  "daily_affirmation": "Cada d칤a es una nueva oportunidad de crecimiento y aprendizaje. Estoy abierto a la sabidur칤a que la vida me ofrece.",
  "sign_in": "Iniciar sesi칩n",
  "sign-in_to_react": "Iniciar sesi칩n en React",
  "sign-in_content": "Para interactuar con esta publicaci칩n, por favor inicia sesi칩n en tu cuenta. 춰Valoramos tu participaci칩n!",
  "description": "Descripci칩n",
  "suggestion": "Sugerencia",
  "submit": "Enviar",
  "songs": "Canciones",
  "success": "칄xito",
  "feedbak_screen_title": "Comparte tus Opiniones",
  "error_msg": "Lo siento, ocurri칩 un error",
  "feeback_submit_msg": "Gracias por tu aportaci칩n. Apreciamos tus comentarios y los tendremos en cuenta.",
  "changes_made": "Tus cambios se han guardado exitosamente",
  "join_community": "칔nete a Nuestra Comunidad",
  "logout": "Cerrar Sesi칩n",
  "bug_report": "Informe de Error y Comentarios",
  "personal_settings": "Configuraci칩n Personal",
  "catholic_prayers": "Oraciones Cat칩licas",
  "general_prayers": "Oraciones Generales",
  "refresh": "Actualizar",
  "network_timeout_message": "No se puede establecer una conexi칩n. Por favor, aseg칰rate de estar conectado a internet y vuelve a intentarlo.",
  "prayer_wisdom": "<p>Fuente Divina de Sabidur칤a Infinita,</p><p>En este momento de tranquila reflexi칩n, vengo ante Ti con reverencia y gratitud. Eres la fuente de todo conocimiento, el manantial eterno de comprensi칩n.</p><p>Conc칠deme, te ruego, el don del discernimiento. Abre los ojos de mi coraz칩n, para que pueda percibir las verdades ocultas que yacen bajo la superficie de mis circunstancias.</p><p>En momentos de duda e incertidumbre, s칠 mi luz gu칤a. Ilumina el camino ante m칤, para que pueda caminar con confianza, sabiendo que tu sabidur칤a es mi compa침era m치s segura.</p><p>Ay칰dame a utilizar la sabidur칤a que adquiero no solo para mi propio mejoramiento, sino tambi칠n para el bienestar de aquellos a mi alrededor. Que sea una fuerza para el bien, un faro de esperanza y una fuente de consuelo.</p><p>Ens칠침ame a escuchar, para que pueda entender; a observar, para que pueda aprender; y a reflexionar, para que pueda crecer en sabidur칤a con cada d칤a que pasa.</p><p>Conc칠deme la fortaleza para enfrentar desaf칤os con ecuanimidad, sabiendo que cada obst치culo es una oportunidad para ejercer sabidur칤a y fortaleza.</p><p>Ofrezco esta oraci칩n con un coraz칩n abierto, confiando en que escuchas los deseos m치s profundos de mi alma. Que tu sabidur칤a sea una l치mpara para mis pies y una luz para mi camino, ahora y siempre.</p><p>En el nombre de Jes칰s, oro.</p><p>Am칠n.</p>",
  "prayer_thanksgiving": "<p>Padre Celestial,</p><p>Al reunirme con seres queridos en gratitud, vengo ante ti con un coraz칩n rebosante de agradecimiento. Eres la fuente de todas las bendiciones, y reconozco que todo regalo bueno y perfecto tiene su origen en ti.</p><p>Te agradezco, Se침or, por la abundante provisi칩n que generosamente me has otorgado. La comida ante m칤 es un recordatorio tangible de tu generosa provisi칩n. Que no solo nutra mi cuerpo, sino que tambi칠n sirva como un s칤mbolo de tu amoroso cuidado.</p><p>Estoy profundamente agradecido por el regalo de la familia y amigos que me rodean con su amor y apoyo. Los momentos de risas compartidas, alegr칤a y experiencias significativas enriquecen el tapiz de mi vida.</p><p>Aun en medio de desaf칤os y pruebas, ofrezco gracias. Porque a trav칠s de estas experiencias he crecido, aprendido y me he fortalecido. Tu presencia inquebrantable, Se침or, ha sido mi ancla en tiempos de dificultad.</p><p>Mientras celebro este d칤a de Acci칩n de Gracias, mi coraz칩n est치 consciente de aquellos que est치n en necesidad. Que yo sea inspirado para extender una mano de ayuda, compartiendo el calor de tu amor con aquellos que m치s lo necesitan.</p><p>Sobre todo, estoy profundamente agradecido por el regalo de la salvaci칩n a trav칠s de tu Hijo, Jesucristo. El perd칩n de mis pecados y la promesa de vida eterna me llenan de asombro y gratitud.</p><p>Que mi vida sea un testimonio viviente de tu bondad y gracia, mientras me esfuerzo por vivir cada d칤a en un esp칤ritu de agradecimiento.</p><p>En el nombre de Jes칰s, oro.</p><p>Am칠n.</p>",
  "prayer_my_children": "<p>Padre Celestial,</p><p>Vengo ante ti con un coraz칩n lleno de gratitud por el precioso regalo de mis hijos. Son una bendici칩n y una fuente de gran alegr칤a en mi vida. Los elevo a ti, sabiendo que los amas incluso m치s que yo.</p><p>Se침or, oro por tu gu칤a y protecci칩n sobre mis hijos. Rod칠alos con tu amor y gracia. Gu칤alos en los senderos de la rectitud y prot칠gelos de todo mal.</p><p>Conc칠deles sabidur칤a que supere sus a침os y un coraz칩n discernidor para tomar decisiones que te honren. Ll칠nalos de compasi칩n, bondad y un amor por los dem치s que refleje el tuyo.</p><p>Se침or, infunde en ellos un hambre por la verdad y una pasi칩n por la justicia. Que te busquen en todo lo que hagan y encuentren prop칩sito y plenitud en su relaci칩n contigo.</p><p>Protege sus mentes de influencias negativas y sus corazones de la amargura. C칰brelos con el escudo de la fe y gu치rdalos de los planes del enemigo.</p><p>Se침or, entrego a mis hijos en tu amoroso cuidado, sabiendo que eres el mejor padre que podr칤an tener. Rod칠alos de influencias piadosas y coloca personas en sus vidas que los alienten y levanten.</p><p>Conf칤o en tu plan para sus vidas, sabiendo que tienes un prop칩sito para cada uno de ellos. Que caminen en la plenitud de su llamado y traigan gloria a tu nombre.</p><p>En el nombre de Jes칰s, oro.</p><p>Am칠n.</p>",
  "prayer_pregnancy": "<p>Padre Celestial,</p><p>Vengo ante Ti con un coraz칩n lleno de gratitud y esperanza. T칰 eres el dador de la vida, y te agradezco por el precioso regalo del embarazo. Elevo este tiempo de anticipaci칩n, y oro por tu divina protecci칩n y gu칤a.</p><p>Se침or, te pido tu mano de bendici칩n sobre este embarazo. Vigila y protege la vida que crece dentro de m칤. Conc칠deme fuerza, tanto f칤sica como emocional, mientras llevo este precioso regalo.</p><p>Oro por un parto suave y seguro cuando llegue el momento. Rodea la sala de partos con tu presencia, y gu칤a las manos de los profesionales m칠dicos que asisten para asegurar un nacimiento saludable.</p><p>Se침or, tambi칠n te pido paz y tranquilidad que llenen mi coraz칩n. Alivia cualquier ansiedad y preocupaci칩n, reemplaz치ndolas con confianza en tu plan y confianza en tu providencia.</p><p>Que este ni침o nazca en perfecta salud, y que crezca y prospere en un entorno lleno de amor y cuidado.</p><p>Surrender este embarazo y parto en tus manos, Se침or, sabiendo que tu amor y protecci칩n se extienden a cada momento. Que se haga tu voluntad en todas las cosas.</p><p>En el nombre de Jes칰s, oro.</p><p>Am칠n.</p>",
  "prayer_healing": "<p>Padre Celestial,</p><p>T칰 eres el sanador supremo, la fuente de toda restauraci칩n y plenitud. Me presento ante Ti con un coraz칩n lleno de fe, confiando en tu poder infinito para traer sanidad.</p><p>Me elevo ante Ti, necesitando tu toque sanador. T칰 conoces cada c칠lula, cada fibra de mi ser. Comprendes la profundidad de mi sufrimiento y dolor. Te pido que pongas tu mano gentil sobre m칤, Se침or, y traigas tu sanaci칩n milagrosa.</p><p>Se침or Jes칰s, caminaste por esta tierra, mostrando compasi칩n y sanando a los enfermos. Invoco tu nombre, sabiendo que eres el mismo ayer, hoy y siempre. Extiende tu mano sanadora sobre m칤 y deja que tu restauraci칩n fluya a trav칠s de mi cuerpo, mente y alma.</p><p>Tambi칠n oro por las manos expertas de los profesionales de la salud que me est치n cuidando. Conc칠deles sabidur칤a, discernimiento y el conocimiento para brindar la mejor atenci칩n posible.</p><p>Rodea con tu amor y paz, alejando todo miedo, ansiedad y dolor. Llena mi coraz칩n de esperanza y fe, sabiendo que tienes mi futuro en tus manos.</p><p>Se침or, te entrego esta situaci칩n, sabiendo que tus caminos son m치s altos que los nuestros y tu sanaci칩n es perfecta. Que se haga tu voluntad y que yo sea restaurado a plena salud y vitalidad.</p><p>Declaro tus promesas de sanidad y restauraci칩n sobre mi vida. Conf칤o en tu amor y gracia infalibles.</p><p>En el poderoso y sanador nombre de Jes칰s, oro.</p><p>Am칠n.</p>",
  "prayer_womb": "<p>Querido Dios,</p><p>Vengo ante ti con un anhelo en mi coraz칩n por la bendici칩n de un hijo. T칰 eres el dador de la vida, y humildemente te pido el regalo de un hijo para llenar nuestro hogar de amor y alegr칤a.</p><p>Se침or, conoces el deseo que hay en m칤, y entiendes el dolor en mi coraz칩n. Coloco mi esperanza y confianza en ti, sabiendo que todas las cosas son posibles a trav칠s de tu gracia.</p><p>Conc칠denos la fortaleza para perseverar en este camino. Conf칩rmanos en momentos de duda e incertidumbre. Que tu paz reine en nuestros corazones, sabiendo que tienes nuestro futuro en tus manos.</p><p>Se침or, oro por un ni침o sano y feliz, formado a tu imagen. Bend칤celo con fuerza, sabidur칤a y un coraz칩n lleno de amor.</p><p>Tambi칠n te pido tu gu칤a, para que seamos buenos padres, nutriendo y ense침ando a nuestro hijo en los caminos del amor y la fe.</p><p>Surrender este deseo a ti, Se침or, sabiendo que tu timing es perfecto. Que se haga tu voluntad en nuestras vidas, y que te glorifiquemos en todas las cosas.</p><p>En el nombre de Jes칰s, oro.</p><p>Am칠n.</p>",
  "prayer_daily": "<p>Querido Dios,</p><p>Al comenzar un nuevo d칤a, quiero agradecerte por el regalo de la vida y las oportunidades que se presentan. Gracias por estar siempre conmigo.</p><p>Por favor, gu칤ame y ay칰dame a tomar buenas decisiones hoy. Mu칠strame c칩mo ser amable y amoroso con los dem치s.</p><p>Dame fuerza si enfrento situaciones dif칤ciles. Perm칤teme no tener miedo, sino confiar en saber que est치s conmigo, haci칠ndome fuerte.</p><p>Mant칠n a m칤 y a mis seres queridos a salvo. Cu칤danos como un escudo protector.</p><p>Ay칰dame a ser una luz en el mundo. Que mis palabras y acciones muestren Tu amor a los dem치s.</p><p>Conf칤o en Ti con mis preocupaciones y temores, sabiendo que est치s en control. Ll칠nam칠 de paz y contentamiento.</p><p>칔same hoy para difundir paz, amor y verdad. Que todo lo que haga traiga honor a Tu nombre.</p><p>Oro esto en el nombre de Jes칰s.</p><p>Am칠n.</p>",
  "prayer_protection": "<p>Padre Celestial,</p><p>Vengo ante ti con un coraz칩n lleno de gratitud por tu constante amor y cuidado vigilante. Reconozco que eres mi refugio y mi fortaleza, mi ayuda siempre presente en momentos de dificultad.</p><p>Te pido, Se침or, tu divina protecci칩n sobre m칤, mis seres queridos y todos aquellos que son cercanos a mi coraz칩n. Rod칠anos con tus poderosos 치ngeles, acampa alrededor de nuestros hogares y nuestros caminos, resguard치ndonos del da침o y el peligro.</p><p>Guarda nuestras mentes y corazones, Se침or, del miedo y la ansiedad. Reempl치zalos con tu paz que sobrepasa todo entendimiento. Que encontremos consuelo en el conocimiento de que eres nuestro escudo y nuestro protector, nuestra torre fuerte en tiempos de necesidad.</p><p>Ruego por sabidur칤a y discernimiento para tomar decisiones que est칠n en l칤nea con tu voluntad, decisiones que nos alejen del camino del peligro. Gu칤a nuestros pasos, oh Se침or, para que podamos caminar en los senderos de la justicia.</p><p>Tambi칠n te pido protecci칩n sobre nuestras mentes y esp칤ritus. Esc칰denos de influencias negativas y conc칠denos la fortaleza para mantenernos firmes contra la tentaci칩n.</p><p>Se침or, entrego mis temores y ansiedades a ti, sabiendo que siempre est치s conmigo. Tu Palabra nos asegura que ninguna arma formada contra nosotros prosperar치, y me aferro a esa promesa.</p><p>Gracias, Se침or, por ser nuestro protector, nuestro defensor y nuestra ayuda siempre presente. Deposistamos nuestra confianza en ti, confiados en que eres fiel para mantenernos a salvo.</p><p>En el nombre de Jes칰s, oro.</p><p>Am칠n.</p>",
  "prayer_prosperity": "<p>Querido Padre Celestial,</p><p>Vengo ante ti humildemente, reconociendo que T칰 eres la fuente de todas las bendiciones y la abundancia. T칰 tienes las llaves de todas las puertas, incluidas aquellas que conducen a la prosperidad financiera. Elevo mi coraz칩n hacia ti, buscando un avance en mi situaci칩n financiera.</p><p>Se침or, conoces las luchas y desaf칤os que enfrento. Comprendes las cargas que pesan en mi coraz칩n. Te pido tu intervenci칩n divina, tu gu칤a y tu sabidur칤a para administrar mis finanzas con prudencia.</p><p>Conc칠deme el discernimiento para tomar decisiones acertadas, la disciplina para presupuestar con sabidur칤a y la creatividad para explorar nuevas oportunidades. Abre mis ojos para ver posibles v칤as de aumento y crecimiento.</p><p>Se침or, libero cualquier miedo, duda o ansiedad sobre mi futuro financiero en tus manos. Reempl치zalos con fe, confianza y un esp칤ritu de abundancia. Ay칰dame a confiar en que proveer치s para todas mis necesidades seg칰n tus riquezas en gloria.</p><p>Ruego por favor en mis esfuerzos, que se abran puertas y surjan oportunidades. Bendice la labor de mis manos, Se침or, para que prospere y d칠 fruto.</p><p>Sobre todo, ens칠침ame a ser un buen mayordomo de los recursos que provees. Ay칰dame a utilizarlos con sabidur칤a, no solo para mi propio bienestar, sino tambi칠n para el beneficio de otros y el avance de tu reino.</p><p>Declaro y reclamo tus promesas de prosperidad y provisi칩n sobre mi vida, sabiendo que eres fiel para cumplir tu palabra. Te agradezco de antemano por el avance que est치 por venir, y lo recibo con un coraz칩n agradecido.</p><p>En el nombre de Jes칰s, lo oro.</p><p>Am칠n.</p>",
  "prayer_request": "Petici칩n de Oraci칩n",
  "type_in_request": "Escribe tu petici칩n de oraci칩n",
  "my_prayer_request": "Mi Petici칩n de Oraci칩n",
  "invalid_content": "Contenido no v치lido",
  "prayer_request_empty": "La petici칩n de oraci칩n no puede estar vac칤a",
  "prayer_saved": "Petici칩n de oraci칩n guardada con 칠xito",
  "submit_request": "Enviar Solicitud",
  "create": "Crear",
  "delete_question": "쮼st치s seguro de que deseas eliminar?",
  "edit": "Editar",
  "delete": "Eliminar",
  "community": "Comunidad",
  "prayer_privacy_message": "Tus peticiones de oraci칩n se almacenan de forma segura en tu dispositivo.",
  "prayer_request_info": "Las peticiones de oraci칩n que han sido marcadas como 'verificadas' ser치n mostradas durante el rosario.",
  "rosary_benefits": "<h1>Beneficios del Rosario</h1><ol><li><strong>Fortalecimiento de la Fe:</strong> El Rosario es una forma de oraci칩n que permite a las personas reflexionar sobre los eventos clave en la vida de Jesucristo y la Virgen Mar칤a. A trav칠s de la repetici칩n de oraciones y la meditaci칩n en estos eventos, las personas pueden profundizar su comprensi칩n de las ense침anzas cristianas. Fomenta una conexi칩n con lo divino y puede fortalecer la fe en Dios.</li><li><strong>Meditaci칩n Espiritual:</strong> El Rosario fomenta la oraci칩n meditativa, donde las personas pueden centrar sus pensamientos en aspectos espec칤ficos de la vida de Cristo y Mar칤a. Este aspecto meditativo proporciona una oportunidad para el crecimiento espiritual y la autorreflexi칩n. Puede llevar a una sensaci칩n de paz interior y una conexi칩n m치s profunda con lo divino.</li><li><strong>Ayuda en la Concentraci칩n:</strong> La naturaleza repetitiva de las oraciones del Rosario puede ser beneficiosa para quienes tienen dificultades para mantener la concentraci칩n durante la oraci칩n. El formato estructurado del Rosario ayuda a las personas a mantenerse concentradas en sus devociones y proporciona un m칠todo para aquietar la mente y reducir las distracciones.</li><li><strong>Sentido de Comunidad:</strong> Muchas personas rezan el Rosario en grupos, ya sea en un entorno eclesi치stico o en sus familias. Esta pr치ctica comunitaria fomenta un sentido de comunidad y unidad entre los creyentes. Crea una experiencia espiritual compartida y puede fortalecer los lazos entre los participantes.</li><li><strong>Intercesi칩n y Petici칩n:</strong> El Rosario a menudo se usa como medio de intercesi칩n, donde las personas piden a la Virgen Mar칤a que interceda en su nombre ante su hijo, Jes칰s. Las personas tambi칠n utilizan el Rosario para ofrecer peticiones por necesidades e intenciones espec칤ficas, buscando la intervenci칩n divina. Es una forma de expresar preocupaciones personales y buscar ayuda de un poder superior.</li><li><strong>Paz y Serenidad:</strong> Participar en el Rosario puede generar una sensaci칩n de paz, tranquilidad y serenidad. El enfoque estructurado y contemplativo de la oraci칩n proporciona consuelo, especialmente en momentos desafiantes o estresantes. Puede ser una fuente de consuelo y tranquilidad.</li><li><strong>Devoci칩n a Mar칤a:</strong> El Rosario es un elemento clave de la devoci칩n mariana en la Iglesia Cat칩lica. Ayuda a las personas a cultivar una devoci칩n profunda y duradera a la Virgen Mar칤a, quien es venerada como un modelo de fe y virtud. A trav칠s del Rosario, los creyentes expresan su amor y admiraci칩n por Mar칤a.</li><li><strong>Reflexi칩n Escritural:</strong> El Rosario incorpora la repetici칩n de oraciones espec칤ficas y la meditaci칩n en eventos de los Evangelios. Esto fomenta una comprensi칩n m치s profunda de la Biblia y la vida de Jes칰s. Conecta a los fieles con las ense침anzas e historias que se encuentran en las Escrituras.</li><li><strong>Accesible F치cilmente:</strong> El Rosario es una pr치ctica de oraci칩n que puede ser adoptada por personas de todas las edades, or칤genes y niveles de conocimiento religioso. No requiere una formaci칩n teol칩gica extensa, lo que la hace accesible para muchas personas.</li><li><strong>Conexi칩n Personal:</strong> Para muchas personas, el Rosario proporciona una forma personal e 칤ntima de conectarse con Dios. Permite la expresi칩n individual de la fe, la s칰plica y la gratitud. El Rosario puede servir como un conducto para construir una relaci칩n profunda y personal con lo divino.</li></ol>",
  "rosary_benefits_title": "Beneficios del Rosario",
  "about_content": "<h1>Acerca de Nuestra Aplicaci칩n del Rosario: Uniendo Fe y Tecnolog칤a</h1><p>En el coraz칩n de nuestra Aplicaci칩n del Rosario reside una profunda creencia en el poder perdurable de la oraci칩n y un compromiso de llevar la devoci칩n tradicional del Rosario a la era moderna. Inspirados por la profunda conexi칩n espiritual que el Rosario brinda, emprendimos un viaje para crear una herramienta que no solo facilitara la oraci칩n, sino que tambi칠n fomentara un sentido de comunidad entre creyentes de todo el mundo.</p><h2>Nuestro Viaje: Uniendo Tradici칩n e Innovaci칩n</h2><p>La idea de la Aplicaci칩n del Rosario naci칩 de una pasi칩n genuina por el Rosario y el deseo de hacerlo m치s accesible y atractivo para personas de diversos or칤genes. Nuestra misi칩n estaba clara: mantener la tradici칩n atemporal del Rosario mientras abraz치bamos las posibilidades que la tecnolog칤a ofrece para el crecimiento espiritual.</p><h2>Funciones Mejoradas para una Conexi칩n M치s Profunda</h2><ul><li><strong>Continuar desde Donde Dejaste:</strong> La vida puede ser ajetreada y, a veces, no podemos completar nuestras oraciones de una sola vez. Nuestra aplicaci칩n te permite continuar justo donde lo dejaste, asegurando que tu devoci칩n no se vea interrumpida.</li><li><strong>Rosario en Audio:</strong> Sum칠rgete en la oraci칩n con nuestra funci칩n de Rosario en audio. Escucha la recitaci칩n tranquila de las oraciones en ingl칠s, espa침ol, lat칤n y polaco (el audio no est치 incluido para el 칰ltimo idioma).</li><li><strong>Selecci칩n de Misterios:</strong> Personaliza tu experiencia con el Rosario seleccionando qu칠 conjunto de Misterios deseas rezar, ya sean los Gozosos, Dolorosos, Gloriosos o Luminosos.</li><li><strong>Detecci칩n Autom치tica de Misterios Diarios:</strong> Deja que la aplicaci칩n te gu칤e en tu devoci칩n diaria detectando autom치ticamente y sugiriendo los Misterios apropiados para ese d칤a.</li></ul><h2>Pr칩ximamente: Ampliando Tu Experiencia con el Rosario</h2><p>Nuestro compromiso de mejorar tu viaje espiritual no termina aqu칤. Estamos trabajando diligentemente en agregar nuevas funciones para hacer tu experiencia a칰n m치s enriquecedora:</p><ul><li><strong>Peticiones de Oraci칩n:</strong> Comparte tus intenciones y solicita oraciones de la comunidad mundial del Rosario. Juntos, podemos elevarnos en la fe.</li><li><strong>Testimonios:</strong> Comparte tus experiencias personales y testimonios, fortaleciendo el poder de la oraci칩n y el Rosario en tu vida.</li><li><strong>Comunidad:</strong> Con칠ctate con otros devotos, participa en conversaciones y construye una comunidad s칩lida y solidaria que trasciende fronteras.</li><li><strong>Y M치s:</strong> Tenemos planes emocionantes para agregar funciones adicionales y actualizaciones que mejorar치n a칰n m치s tu experiencia con el Rosario.</li></ul><h2>칔nete a Nosotros en Este Viaje Espiritual</h2><p>En nuestro n칰cleo, creemos en el poder transformador de la oraci칩n y la comunidad. Te invitamos a ser parte de nuestro viaje mientras nos esforzamos por brindarte una Aplicaci칩n del Rosario que no solo fortalezca tu fe, sino que tambi칠n te acerque a una comunidad global de creyentes. Juntos, podemos crear una conexi칩n m치s profunda con nuestra fe, sin importar d칩nde estemos en el mundo.</p>",
  "share_content": "Compartir contenido: Explora la Gu칤a de Meditaci칩n del Rosario 游 Sum칠rgete en momentos de oraci칩n con audio.",
  "prayer_for_pope": "Oraciones por las intenciones del Papa",
  "no_network_title": "Sem conex칚o  Internet",
  "no_network_content": "Este aplicativo est치 atualmente configurado como offline",
  "joyful_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/spanish/joyful.mp3",
  "sorrowful_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/spanish/sorrowful.mp3",
  "glorious_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/spanish/glorious.mp3",
  "luminous_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/spanish/luminous.mp3",
  "first_decade": "Primera D칠cada",
  "second_decade": "Segunda D칠cada",
  "third_decade": "Tercera D칠cada",
  "fourth_decade": "Cuarta D칠cada",
  "fifth_decade": "Quinta D칠cada",
  "congratulation": "Felicidades",
  "congratulation_msg": "Has completado todos los misterios de este conjunto.",
  "finish": "Finalizar",
  "name_of_father": "En el nombre del Padre y del Hijo y del Esp칤ritu Santo. Am칠n.",
  "joyful_days": "Lunes y s치bados",
  "glorious_days": "Mi칠rcoles y domingos",
  "sorrowful_days": "Martes y viernes",
  "luminous_days": "Jueves",
  "meditation": "Meditaci칩n del Rosario",
  "select_language": "Seleccionar idioma",
  "save": "Guardar",
  "app_name": "Gu칤a de meditaci칩n del rosario",
  "language": "Idioma",
  "about_us": "Acerca de",
  "download_title": "쮻eseas descargar?",
  "download_content": "Descargar este audio te permitir치 reproducirlo sin necesidad de conexi칩n a internet.",
  "share": "Compartir",
  "rate_us": "Nos califica",
  "you_can_change_language": "Puedes cambiar tu idioma",
  "select_a_language": "Seleccionar un idioma",
  "back_to_home": "Volver al inicio",
  "start_rosary": "Iniciar Rosario",
  "listen": "Escuche el audio del Rosario",
  "sorrowful_mystery": "Misterio doloroso",
  "glorious_mystery": "Misterio glorioso",
  "joyful_mystery": "Misterio gozoso",
  "luminous_mystery": "Misterio Luminoso",
  "todays_mystery": "El misterio de hoy",
  "relection": "Reflexi칩n",
  "our_father": "<p>Padre nuestro que est치s en los cielos,</p><p>santificado sea tu Nombre.</p><p>Venga tu reino, h치gase tu voluntad,</p><p>as칤 en la tierra como en el cielo.</p><p>Danos hoy el pan nuestro de cada d칤a.</p><p>Perdona nuestras ofensas,</p><p>as칤 como nosotros perdonamos a los que nos ofenden.</p><p>No nos dejes caer en la tentaci칩n,</p><p>y l칤branos de mal. Am칠n.</p>",
  "our_father_title": "Padre Nuestro",
  "apostle_creed": "<p>Creo en Dios, Padre Todopoderoso, Creador del Cielo y de la Tierra;</p><p>y en Jesucristo, Su 칰nico Hijo, Nuestro Se침or, que fue concebido por obra y gracia del Esp칤ritu Santo, naci칩 de Santa Mar칤a Virgen, padeci칩 bajo el poder de Poncio Pilato, fue crucificado, muri칩 y fue sepultado.</p><p>Descendi칩 a los infiernos, al tercer d칤a resucit칩 de entre los muertos, subi칩 a los cielos y est치 sentado a la derecha de Dios, Padre Todopoderoso; desde all칤 ha de venir a juzgar a los vivos y a los muertos.</p><p>Creo en el Esp칤ritu Santo, la Santa Iglesia Cat칩lica, la comuni칩n de los santos, el perd칩n de los pecados, la resurrecci칩n de la carne y la vida eterna. Am칠n.</p>",
  "apostle_creed_title": "Creo en Dios...",
  "glory_to_father": "Gloria al Padre, al Hijo y al Esp칤ritu Santo. Como era en el principio, ahora y siempre, por los siglos de los siglos. Am칠n.",
  "hail_mary": "<p>Dios te salve, Mar칤a, llena eres de gracia; el Se침or es contigo. Bendita t칰 eres entre todas las mujeres, y bendito es el fruto de tu vientre, Jes칰s. Santa Mar칤a, Madre de Dios, ruega por nosotros, pecadores, ahora y en la hora de nuestra muerte. Am칠n.</p>",
  "oh_my_jesus": "<p>Oh, Jes칰s m칤o, perd칩nanos nuestros pecados, l칤branos del fuego del infierno y gu칤a todas las almas al Cielo, especialmente aquellas que m치s necesitan de tu misericordia. Am칠n.</p>",
  "mary_queen_of_peace": "Mar칤a, Reina del Cielo, ruega por nosotros.",
  "fatima_prayer": "<p>Oh mi Jes칰s, perdona nuestros pecados, l칤branos del fuego del infierno, lleva todas las almas al Cielo, especialmente aquellas que m치s necesiten de tu misericordia.</p>",
  "hail_holy_queen": "<p>Dios te salve, Reina y Madre de misericordia,</p><p>vida, dulzura y esperanza nuestra;</p><p>a Ti clamamos los desterrados hijos de Eva;</p><p>a Ti suspiramos, gimiendo y llorando en este valle de l치grimas.</p><p> Ea, pues, Se침ora, abogada nuestra,</p><p> vuelve a nosotros esos tus ojos misericordiosos;</p><p>y despu칠s de este destierro, mu칠stranos a Jes칰s, fruto bendito de tu vientre.</p><p>춰Oh clemente, oh piadosa, oh dulce Virgen Mar칤a!</p><p>Ruega por nosotros, Santa Madre de Dios,</p><p>para que seamos dignos de alcanzar las promesas de Nuestro Se침or Jesucristo. Am칠n.</p>",
  "loreto_litany": "<p>Se침or, ten piedad de nosotros.</p><p>Cristo, ten piedad de nosotros.</p><p>Se침or, ten piedad de nosotros.</p><p>Cristo, 칩yenos.</p><p>Cristo, esc칰chanos con bondad.</p><p>Dios Padre del cielo, ten piedad de nosotros.</p><p>Dios Hijo, Redentor del mundo, ten piedad de nosotros.</p><p>Dios Esp칤ritu Santo, ten piedad de nosotros.</p><p>Sant칤sima Trinidad, un solo Dios, ten piedad de nosotros.</p><p>Santa Mar칤a, ruega por nosotros.</p><p>Santa Madre de Dios, ruega por nosotros.</p><p>Santa Virgen de v칤rgenes, ruega por nosotros.</p><p>Madre de Cristo, ruega por nosotros.</p><p>Madre de la divina gracia, ruega por nosotros.</p><p>Madre pur칤sima, ruega por nosotros.</p><p>Madre cast칤sima, ruega por nosotros.</p><p>Madre inmaculada, ruega por nosotros.</p><p>Madre intacta, ruega por nosotros.</p><p>Madre amable, ruega por nosotros.</p><p>Madre admirable, ruega por nosotros.</p><p>Madre del buen consejo, ruega por nosotros.</p><p>Madre del Creador, ruega por nosotros.</p><p>Madre del Salvador, ruega por nosotros.</p><p>Virgen prudent칤sima, ruega por nosotros.</p><p>Virgen venerable, ruega por nosotros.</p><p>Virgen renombrada, ruega por nosotros.</p><p>Virgen poderosa, ruega por nosotros.</p><p>Virgen clemente, ruega por nosotros.</p><p>Virgen fiel, ruega por nosotros.</p><p>Espejo de justicia, ruega por nosotros.</p><p>Trono de sabidur칤a, ruega por nosotros.</p><p>Causa de nuestra alegr칤a, ruega por nosotros.</p><p>Vaso espiritual, ruega por nosotros.</p><p>Vaso de honor, ruega por nosotros.</p><p>Vaso insigne de devoci칩n, ruega por nosotros.</p><p>Rosa m칤stica, ruega por nosotros.</p><p>Torre de David, ruega por nosotros.</p><p>Torre de marfil, ruega por nosotros.</p><p>Casa de oro, ruega por nosotros.</p><p>Arca de la alianza, ruega por nosotros.</p><p>Puerta del cielo, ruega por nosotros.</p><p>Estrella de la ma침ana, ruega por nosotros.</p><p>Salud de los enfermos, ruega por nosotros.</p><p>Refugio de los pecadores, ruega por nosotros.</p><p>Consuelo de los afligidos, ruega por nosotros.</p><p>Auxilio de los cristianos, ruega por nosotros.</p><p>Reina de los 츼ngeles, ruega por nosotros.</p><p>Reina de los Patriarcas, ruega por nosotros.</p><p>Reina de los Profetas, ruega por nosotros.</p><p>Reina de los Ap칩stoles, ruega por nosotros.</p><p>Reina de los M치rtires, ruega por nosotros.</p><p>Reina de los Confesores, ruega por nosotros.</p><p>Reina de las V칤rgenes, ruega por nosotros.</p><p>Reina de todos los Santos, ruega por nosotros.</p><p>Reina concebida sin pecado original, ruega por nosotros.</p><p>Reina asunta al Cielo, ruega por nosotros.</p><p>Reina del Sant칤simo Rosario, ruega por nosotros.</p><p>Reina de las familias, ruega por nosotros.</p><p>Reina de la paz, ruega por nosotros.</p><p>Cordero de Dios, que quitas el pecado del mundo, perd칩nanos, Se침or.</p><p>Cordero de Dios, que quitas el pecado del mundo, esc칰chanos, Se침or.</p><p>Cordero de Dios, que quitas el pecado del mundo, ten misericordia de nosotros.</p><p>Ruega por nosotros, Santa Madre de Dios.</p><p>Para que seamos dignos de alcanzar las promesas de Cristo. Am칠n.</p><p>Oremos:</p><p>Conc칠denos, Se침or Dios nuestro, gozar de continua salud de alma y cuerpo; y por la gloriosa intercesi칩n de la bienaventurada siempre Virgen Mar칤a, l칤branos de las tristezas de la vida presente y ll칠vanos a la dicha eterna. Por Cristo nuestro Se침or. Am칠n.</p>",
  "welcome_msg": "Reza el rosario y encuentra la paz en la meditaci칩n.",
  "rosary_continue": "쯈uieres continuar con tu rosario anterior?",
  "yes": "S칤",
  "no": "No",
  "restart": "Reiniciar",
  "home": "Inicio",
  "about": "Acerca",
  "more": "M치s",
  "confirmation": "Confirmaci칩n",
  "opening_bead": "Cuentas de apertura",
  "glory_to_father_title": "Gloria al Padre",
  "click_to_close": "Haz clic para cerrar",
  "hail_mary_title": "Dios te salve, Mar칤a",
  "fatima_title": "Oh Jes칰s m칤o",
  "mary_queen_of_peace_title": "Mar칤a Reina de la Paz",
  "bead_number": "N칰mero de cuenta:",
  "hail_holy_queen_title": "Salve Santa Reina",
  "oh_my_jesus_title": "Oh mi Jesus",
  "loreto_litany_title": "La Letan칤a de Loreto",
  "prayers": "Oraciones",
  "monday": "lunes",
  "tuesday": "martes",
  "wednesday": "mi칠rcoles",
  "thursday": "jueves",
  "friday": "viernes",
  "saturday": "s치bado",
  "sunday": "domingo",

  "first_joyful_title": "Primer Misterio Gozoso",
  "first_joyful_name": "La Anunciaci칩n",
  "first_joyful_scripture": "Lucas 1:26-38",
  "first_joyful_text": "<p>Lucas 1,26-38. Vers칤culo 35: 'Y el 치ngel le dijo: 'El Esp칤ritu Santo vendr치 sobre ti, y el poder del Alt칤simo te cubrir치 con su sombra; por eso, el ni침o que nazca ser치 llamado santo, Hijo de Dios'.</p>",
  "first_joyful_reflection": "<p>En el primer Misterio Gozoso, reflexionamos sobre la humilde sumisi칩n de Mar칤a al plan de Dios. As칤 como ella dijo 'S칤' al 치ngel Gabriel, tambi칠n estamos llamados a abrazar la voluntad de Dios en nuestras vidas con confianza y entrega. Mientras rezamos esta decena, contemplemos la obediencia de Mar칤a y pidamos la fortaleza para alinear nuestras propias vidas con el prop칩sito de Dios.</p>",

  "second_joyful_id": 2,
  "second_joyful_title": "Segundo Misterio Gozoso",
  "second_joyful_name": "La Visitaci칩n",
  "second_joyful_scripture": "Lucas 1:39-56",
  "second_joyful_text": "<p>Lucas 1,39-56. Vers칤culos 41-43: Y cuando Isabel escuch칩 el saludo de Mar칤a, el beb칠 salt칩 en su vientre; y Isabel fue llena del Esp칤ritu Santo y exclam칩 con un fuerte grito: 'Bendita t칰 eres entre las mujeres, y bendito es el fruto de tu vientre. 쯇or qu칠 se me concede la gracia de que la madre de mi Se침or venga a m칤?'</p>",
  "second_joyful_reflection": "<p>En el segundo Misterio Gozoso, meditamos en la visita de Mar칤a a su prima Isabel. Su encuentro est치 lleno de alegr칤a y gracia, ya que ambas mujeres comparten la maravilla de sus embarazos. La humildad de Mar칤a brilla mientras reconoce su papel como madre del Salvador. La bendici칩n de Isabel revela su reconocimiento del llamado 칰nico de Mar칤a. Mientras contemplamos este misterio, aprendamos de Mar칤a e Isabel la importancia de apoyarnos mutuamente en nuestros caminos espirituales y de regocijarnos en las bendiciones de cada una.</p>",

  "third_joyful_id": 3,
  "third_joyful_title": "Tercer Misterio Gozoso",
  "third_joyful_name": "El Nacimiento",
  "third_joyful_scripture": "Lucas 2:1-20",
  "third_joyful_text": "<p>Lucas 2,1-20. Vers칤culo 7: Y ella dio a luz a su hijo primog칠nito, lo envolvi칩 en pa침ales y lo acost칩 en un pesebre, porque no hab칤a lugar para ellos en la posada.</p>",
  "third_joyful_reflection": "<p>En el tercer Misterio Gozoso, meditamos en el nacimiento de Jes칰s en un entorno humilde. El Creador del universo eligi칩 ingresar al mundo como un ni침o vulnerable, revelando la profundidad del amor de Dios por la humanidad. Mientras meditamos en este misterio, reconozcamos la importancia del nacimiento de Cristo y la esperanza que trae a nuestras vidas.</p>",

  "fourth_joyful_id": 4,
  "fourth_joyful_title": "Cuarto Misterio Gozoso",
  "fourth_joyful_name": "La Presentaci칩n",
  "fourth_joyful_scripture": "Lucas 2:22-39",
  "fourth_joyful_text": "<p>Lucas 2,21-38. vs. 28-32: [Sime칩n] lo tom칩 en sus brazos y bendijo a Dios, diciendo: \"Se침or, ahora dejas ir a tu siervo en paz, conforme a tu palabra, porque mis ojos han visto tu salvaci칩n que has preparado en presencia de todos los pueblos, luz para revelaci칩n a los gentiles y gloria de tu pueblo Israel\".</p>",
  "fourth_joyful_reflection": "<p>En el cuarto Misterio Gozoso, reflexionamos sobre la presentaci칩n de Jes칰s en el templo. La obediencia de Mar칤a y Jos칠 a la tradici칩n revela su compromiso de seguir las leyes de Dios. El reconocimiento de Sime칩n de Jes칰s como la Luz del mundo nos recuerda el impacto que la presencia de Cristo tiene en nuestras vidas. Oremos por la gracia de presentarnos continuamente ante Dios y recibir sus bendiciones.</p>",

  "fifth_joyful_id": 5,
  "fifth_joyful_title": "Quinto Misterio Gozoso",
  "fifth_joyful_name": "El Hallazgo en el Templo",
  "fifth_joyful_scripture": "Lucas 2:41-52",
  "fifth_joyful_text": "<p>Lucas 2,41-52. Vers칤culos 45-47: y cuando no lo encontraron, regresaron a Jerusal칠n busc치ndolo. Despu칠s de tres d칤as lo encontraron en el templo, sentado entre los maestros, escuch치ndolos y haciendo preguntas; y todos los que lo oyeron quedaron asombrados por su comprensi칩n y sus respuestas.</p>",
  "fifth_joyful_reflection": "<p>En el quinto Misterio Gozoso, reflexionamos sobre el hallazgo de Jes칰s en el templo. La ansiedad de Mar칤a y Jos칠 mientras le buscan nos ense침a la importancia de buscarlo en nuestras vidas. La respuesta de Jes칰s resalta su prop칩sito divino y su deseo de que estemos en la casa de su Padre. Luchemos por ser atentos a la presencia y ense침anzas de Jes칰s mientras viajamos por la vida.</p>",

  "first_sorrowful_id": 1,
  "first_sorrowful_title": "Primer Misterio Doloroso",
  "first_sorrowful_name": "La Agon칤a en el Huerto",
  "first_sorrowful_scripture": "Mateo 26:36-46",
  "first_sorrowful_text": "<p>Lucas 22,39-46. Vers칤culos 41-42,44: Y se apart칩 de ellos como a un tiro de piedra, y se arrodill칩 y or칩, diciendo: \"Padre, si est치s dispuesto, quita de m칤 esta copa; pero no se haga mi voluntad, sino la tuya\"... Estaba tan angustiado y oraba con tanta fervor que su sudor se convirti칩 en gotas de sangre que ca칤an al suelo.</p>",
  "first_sorrowful_reflection": "<p>En el primer Misterio Doloroso, contemplamos la agon칤a de Jes칰s en el Huerto de Getseman칤. Enfrentado al peso de su pr칩xima crucifixi칩n, Jes칰s ora al Padre, expresando su angustia y sumisi칩n a la voluntad de Dios. Su ejemplo nos ense침a a buscar la gu칤a y la fuerza de Dios en momentos de dificultad. Al meditar en este misterio, recordemos el sacrificio de Jes칰s y su inquebrantable compromiso de cumplir el plan de su Padre.</p>",

  "second_sorrowful_id": 2,
  "second_sorrowful_title": "Segundo Misterio Doloroso",
  "second_sorrowful_name": "La Flagelaci칩n del Se침or",
  "second_sorrowful_scripture": "Mateo 27:26",
  "second_sorrowful_text": "<p>Mateo 27,15-26. Vers칤culo 26: Entonces [Pilato] les solt칩 a Barrab치s, y despu칠s de azotar a Jes칰s, lo entreg칩 para ser crucificado.</p>",
  "second_sorrowful_reflection": "<p>En el segundo Misterio Doloroso, reflexionamos sobre la flagelaci칩n de Jes칰s en el pilar. Jes칰s soport칩 un inmenso sufrimiento f칤sico, siendo golpeado y azotado antes de su crucifixi칩n. Su sacrificio revela la profundidad de su amor por la humanidad. Al meditar en este misterio, recordemos el dolor que Jes칰s padeci칩 por nuestro bien y busquemos unir nuestro propio sufrimiento al suyo para la redenci칩n del mundo.</p>",

  "third_sorrowful_id": 3,
  "third_sorrowful_title": "Tercer Misterio Doloroso",
  "third_sorrowful_name": "La Coronaci칩n de Espinas",
  "third_sorrowful_scripture": "Mateo 27:27-31",
  "third_sorrowful_text": "<p>Mateo 27,27-31. Vers칤culos 29-30: y trenzando una corona de espinas, [los soldados] se la pusieron en la cabeza y le pusieron una ca침a en la mano derecha. Y, doblando la rodilla delante de 칠l, se burlaron diciendo: \"춰Salve, Rey de los Jud칤os!\" Y le escupieron y tomaron la ca침a y lo golpearon en la cabeza.</p>",
  "third_sorrowful_reflection": "<p>En el tercer Misterio Doloroso, reflexionamos sobre la coronaci칩n de Jes칰s con espinas. La cruel burla y el abuso de los soldados resaltan la profundidad del sufrimiento y la humillaci칩n de Jes칰s. A pesar de todo, permanece firme en su misi칩n de salvar a la humanidad. Al meditar en este misterio, reflexionemos sobre la injusticia que Jes칰s sufri칩 y busquemos encontrar coraje en su ejemplo cuando enfrentemos nuestros propios desaf칤os.</p>",

  "fourth_sorrowful_id": 4,
  "fourth_sorrowful_title": "Cuarto Misterio Doloroso",
  "fourth_sorrowful_name": "La Cruz a Cuestas",
  "fourth_sorrowful_scripture": "Juan 19:16-17",
  "fourth_sorrowful_text": "<p>Juan 19,16-17: Entonces lo entreg칩 a ellos para que fuera crucificado. As칤 que tomaron a Jes칰s, y 칠l sali칩 llevando su propia cruz, hacia el lugar llamado el lugar de la calavera, que se llama en hebreo Golgota.</p>",
  "fourth_sorrowful_reflection": "<p>En el cuarto Misterio Doloroso, reflexionamos sobre el recorrido de Jes칰s mientras lleva la cruz a G칩lgota. El peso de la cruz representa la carga de los pecados de la humanidad que Jes칰s lleva voluntariamente por nuestra salvaci칩n. Al meditar en este misterio, reconozcamos el sacrificio que Jes칰s hizo por nosotros y encontremos fuerza en su ejemplo de desinter칠s y determinaci칩n.</p>",

  "fifth_sorrowful_id": 5,
  "fifth_sorrowful_title": "Quinto Misterio Doloroso",
  "fifth_sorrowful_name": "La Crucifixi칩n",
  "fifth_sorrowful_scripture": "Lucas 23:33-46",
  "fifth_sorrowful_text": "<p>Lucas 23,33-49. Vers칤culos 44-46: Ya era cerca de la sexta hora, y hubo oscuridad sobre toda la tierra hasta la hora novena, mientras el sol se oscureci칩; y el velo del templo se rasg칩 por medio. Entonces Jes칰s, clamando a gran voz, dijo: \"Padre, en tus manos encomiendo mi esp칤ritu\". Y habiendo dicho esto, expir칩.</p>",
  "fifth_sorrowful_reflection": "<p>En el quinto Misterio Doloroso, meditamos en la crucifixi칩n de Jes칰s en la Cruz. Su acto supremo de amor y sacrificio es evidente cuando perdona a aquellos que lo crucifican y otorga la salvaci칩n al ladr칩n arrepentido. Al reflexionar sobre este misterio, abracemos la profundidad del amor sacrificial de Jes칰s y encontremos esperanza y redenci칩n en su victoria sobre el pecado y la muerte.</p>",

  "first_glorious_id": 1,
  "first_glorious_title": "Primer Misterio Glorioso",
  "first_glorious_name": "La Resurrecci칩n",
  "first_glorious_scripture": "Mateo 28:1-10",
  "first_glorious_text": "<p>Lucas 24:1-12. Vers칤culos 5-7: ... y al estar asustadas e inclinar sus rostros hacia el suelo, los hombres les dijeron: \"쯇or qu칠 buscan al que vive entre los muertos? Recuerden lo que les dijo mientras a칰n estaba en Galilea, que el Hijo del hombre deb칤a ser entregado en manos de hombres pecadores, ser crucificado y resucitar al tercer d칤a\".</p>",
  "first_glorious_reflection": "<p>En el primer Misterio Glorioso, meditamos en la resurrecci칩n de Jes칰s de entre los muertos. Su triunfo sobre la muerte trae esperanza y vida a todos los creyentes. Al reflexionar sobre este misterio, regocij칠monos en la resurrecci칩n y abracemos la promesa de vida eterna que Jes칰s nos ofrece.</p>",

  "second_glorious_id": 2,
  "second_glorious_title": "Segundo Misterio Glorioso",
  "second_glorious_name": "La Ascensi칩n",
  "second_glorious_scripture": "Lucas 24:50-53, Hechos 1:9-11",
  "second_glorious_text": "<p>Hechos 1,6-12. Vers칤culos 9-11: Y despu칠s de decir esto, mientras ellos miraban, 칠l fue elevado, y una nube lo recibi칩 y lo ocult칩 de su vista. Mientras miraban fijamente al cielo mientras 칠l se iba, he aqu칤, se pusieron junto a ellos dos hombres vestidos de blanco, que les dijeron: \"Varones galileos, 쯣or qu칠 est치n mirando al cielo? Este Jes칰s, que ha sido llevado de entre ustedes al cielo, vendr치 de la misma manera que lo han visto ir al cielo\".</p>",
  "second_glorious_reflection": "<p>En el segundo Misterio Glorioso, reflexionamos sobre la ascensi칩n de Jes칰s al cielo. Su partida marca la culminaci칩n de su misi칩n terrenal y la promesa de su regreso. Al meditar sobre este misterio, recordemos que Jes칰s est치 siempre con nosotros y que nos llama a continuar su obra en la tierra hasta su glorioso retorno.</p>",

  "third_glorious_id": 3,
  "third_glorious_title": "Tercer Misterio Glorioso",
  "third_glorious_name": "La Venida del Esp칤ritu Santo",
  "third_glorious_scripture": "Hechos 2:1-4",
  "third_glorious_text": "<p>Hechos 2,1-13. Vers칤culos 2-4: Y de repente vino del cielo un sonido como de un viento impetuoso que llen칩 toda la casa donde estaban sentados. Y se les aparecieron lenguas como de fuego que se repartieron y se posaron sobre cada uno de ellos. Todos fueron llenos del Esp칤ritu Santo y comenzaron a hablar en otras lenguas, seg칰n el Esp칤ritu les daba habilidad para expresarse.</p>",
  "third_glorious_reflection": "<p>En el tercer Misterio Glorioso, reflexionamos sobre la venida del Esp칤ritu Santo sobre los ap칩stoles en Pentecost칠s. Este evento marca el comienzo de la Iglesia y capacita a los creyentes para difundir el mensaje de Cristo. Al meditar sobre este misterio, abramos nuestros corazones a la gu칤a del Esp칤ritu Santo y busquemos vivir vidas transformadas por su presencia.</p>",

  "fourth_glorious_id": 4,
  "fourth_glorious_title": "Cuarto Misterio Glorioso",
  "fourth_glorious_name": "La Asunci칩n",
  "fourth_glorious_scripture": "Catecismo Universal, p치rrafo 974",
  "fourth_glorious_text": "<p>Catecismo Universal, p치rrafo 974: La Sant칤sima Virgen Mar칤a, cuando se complet칩 el curso de su vida terrenal, fue llevada en cuerpo y alma a la gloria del cielo, donde ya comparte la gloria de la Resurrecci칩n de su Hijo, anticipando la resurrecci칩n de todos los miembros de su Cuerpo.</p>",
  "fourth_glorious_reflection": "<p>En el cuarto Misterio Glorioso, reflexionamos sobre la asunci칩n de Mar칤a al cielo. Este evento honra el papel 칰nico de Mar칤a en la historia de la salvaci칩n y anticipa el destino que espera a todos los creyentes. Al meditar sobre este misterio, busquemos la intercesi칩n de Mar칤a y esforc칠monos por seguir su ejemplo de fe y obediencia.</p>",

  "fifth_glorious_id": 5,
  "fifth_glorious_title": "Quinto Misterio Glorioso",
  "fifth_glorious_name": "La Coronaci칩n",
  "fifth_glorious_scripture": "Apocalipsis 12:1-6",
  "fifth_glorious_text": "<p>Apocalipsis 12,1: Y apareci칩 en el cielo una gran se침al: una mujer vestida del sol, con la luna debajo de sus pies y una corona de doce estrellas en su cabeza...</p>",
  "fifth_glorious_reflection": "<p>En el quinto Misterio Glorioso, reflexionamos sobre la coronaci칩n de Mar칤a como Reina del Cielo y la Tierra. Este evento simboliza su papel elevado como Madre de Dios y nuestra madre espiritual. Al meditar sobre este misterio, honremos la intercesi칩n de Mar칤a y busquemos su gu칤a mientras nos esforzamos por seguir el ejemplo de Cristo.</p>",

  "first_luminous_id": 1,
  "first_luminous_title": "Primer Misterio Luminoso",
  "first_luminous_name": "El Bautismo en el Jord치n",
  "first_luminous_scripture": "Mateo 3:13-17",
  "first_luminous_text": "<p>El Bautismo en el Jord치n es, ante todo, un misterio de luz. Aqu칤, mientras Cristo desciende a las aguas, el Inocente que se hizo \"pecado\" por nosotros (cf. 2Cor 5:21), los cielos se abren de par en par y la voz del Padre lo proclama como el Hijo amado (cf. Mt 3:17 y paralelos), mientras que el Esp칤ritu desciende sobre 칄l para investirlo con la misi칩n que debe llevar a cabo.</p>",
  "first_luminous_reflection": "<p>En el primer Misterio Luminoso, reflexionamos sobre el bautismo de Jes칰s en el r칤o Jord치n. Este evento marca el comienzo del ministerio p칰blico de Jes칰s y revela su identificaci칩n como el Hijo de Dios. Al meditar sobre este misterio, renovemos nuestro compromiso de seguir a Jes칰s y busquemos la gu칤a del Esp칤ritu Santo en nuestras vidas.</p>",

  "second_luminous_id": 2,
  "second_luminous_title": "Segundo Misterio Luminoso",
  "second_luminous_name": "Las Bodas de Can치",
  "second_luminous_scripture": "Juan 2:1-11",
  "second_luminous_text": "<p>Otro misterio de luz es el primero de los signos, dado en Can치 (cf. Jn 2:1-12), cuando Cristo cambia el agua en vino y abre los corazones de los disc칤pulos a la fe, gracias a la intervenci칩n de Mar칤a, la primera entre los creyentes.</p>",
  "second_luminous_reflection": "<p>En el segundo Misterio Luminoso, reflexionamos sobre las bodas de Can치, donde Jes칰s realiz칩 su primer milagro p칰blico convirtiendo el agua en vino. Este evento revela la compasi칩n de Jes칰s y su poder para transformar situaciones. Al meditar sobre este misterio, confiemos en la capacidad de Jes칰s para obrar milagros en nuestras vidas y busquemos su intervenci칩n en momentos de necesidad.</p>",

  "third_luminous_id": 3,
  "third_luminous_title": "Tercer Misterio Luminoso",
  "third_luminous_name": "La Proclamaci칩n del Reino",
  "third_luminous_scripture": "Marcos 1:14-15",
  "third_luminous_text": "<p>Otro misterio de luz es la predicaci칩n mediante la cual Jes칰s anuncia la venida del Reino de Dios, llama a la conversi칩n (cf. Mc 1:15) y perdona los pecados de todos los que se acercan a 칄l con humilde confianza (cf. Mc 2:3-13; Lc 7:47-48): la inauguraci칩n de ese ministerio de misericordia que 칄l contin칰a ejerciendo hasta el fin del mundo, especialmente a trav칠s del Sacramento de la Reconciliaci칩n que ha confiado a su Iglesia (cf. Jn 20:22-23).</p>",
  "third_luminous_reflection": "<p>En el tercer Misterio Luminoso, contemplamos la proclamaci칩n de Jes칰s sobre el reino de Dios. Su mensaje llama al arrepentimiento y la fe en el evangelio. Al meditar sobre este misterio, alineemos nuestras vidas con los valores del reino y compartamos la buena noticia del mensaje de Jes칰s con todos.</p>",

  "fourth_luminous_id": 4,
  "fourth_luminous_title": "Cuarto Misterio Luminoso",
  "fourth_luminous_name": "La Transfiguraci칩n",
  "fourth_luminous_scripture": "Mateo 17:1-8",
  "fourth_luminous_text": "<p>El misterio de la luz por excelencia es la Transfiguraci칩n, tradicionalmente cre칤da que tuvo lugar en el Monte Tabor. La gloria de la divinidad resplandece desde el rostro de Cristo mientras el Padre ordena a los asombrados Ap칩stoles que \"lo escuchen\" (cf. Lc 9:35 y paralelos) y se preparen para experimentar con 칠l la agon칤a de la Pasi칩n, para as칤 venir con 칠l a la alegr칤a de la Resurrecci칩n y a una vida transfigurada por el Esp칤ritu Santo.</p>",
  "fourth_luminous_reflection": "<p>En el cuarto Misterio Luminoso, reflexionamos sobre la transfiguraci칩n de Jes칰s en el monte. Su radiante apariencia y la presencia de Mois칠s y El칤as destacan su divinidad y el cumplimiento de la Ley y los Profetas. Al meditar sobre este misterio, busquemos encontrarnos con la gloria de Dios en nuestras vidas y escuchar las ense침anzas de Jes칰s.</p>",

  "fifth_luminous_id": 5,
  "fifth_luminous_title": "Quinto Misterio Luminoso",
  "fifth_luminous_name": "La Instituci칩n de la Eucarist칤a",
  "fifth_luminous_scripture": "Mateo 26:26-30",
  "fifth_luminous_text": "<p>Un misterio final de luz es la instituci칩n de la Eucarist칤a, en la cual Cristo ofrece su cuerpo y sangre como alimento bajo los signos del pan y el vino, y testifica \"hasta el final\" su amor por la humanidad (Jn 13:1), por cuya salvaci칩n se ofrecer치 a s칤 mismo en sacrificio.</p>",
  "fifth_luminous_reflection": "<p>En el quinto Misterio Luminoso, reflexionamos sobre la instituci칩n de la Eucarist칤a durante la 칔ltima Cena. Jes칰s ofrece a sus disc칤pulos su cuerpo y sangre como medio de nutrici칩n espiritual y un recordatorio de su amor sacrificial. Al meditar sobre este misterio, participemos en la Eucarist칤a con reverencia y gratitud, reconociendo el profundo regalo de la presencia de Jes칰s entre nosotros.</p>"
}
