{
  "prayer_request": "Oratio Petitarum",
  "type_in_request": "Scribe tuam orationem petitarum",
  "my_prayer_request": "Mea Oratio Petitarum",
  "invalid_content": "Contentum invalidum",
  "prayer_request_empty": "Oratio vacua esse non potest",
  "prayer_saved": "Oratio conservata est feliciter",
  "submit_request": "Subsidium Petere",
  "create": "Creare",
  "delete_question": "Numquid certus es te velle delere?",
  "edit": "Emendare",
  "delete": "Delere",
  "prayer_privacy_message": "Orationes petitarum in tuo instrumento secure servantur.",
  "prayer_request_info": "Orationes petitarum quae ut 'examini subiectae' notatae sunt, exhibebuntur in Rosario.",
  "rosary_benefits": "<h1>Beneficia Rosarii</h1><ol><li><strong>Fides Incrementum:</strong> Rosarium est forma orationis quae permittit hominibus reflectere de eventibus crucis Christi et Mariae Virginis. Per repetitionem precum et meditationem in his eventibus, homines possunt intellectum suum de doctrinis christianis profundiorem facere. Fovet sensum connexionis cum divino et potest fidem in Deum corroborare.</li><li><strong>Meditatio Spiritualis:</strong> Rosarium orationem meditativam fovet, ubi homines cogitationes suas in aspectus specificos vitae Christi et Mariae conicere possunt. Hoc aspectus meditativus opportunitatem ad incrementum spirituale et reflectionem de se praebet. Ad sensum pacis interioris et connexionem profundam cum divino ducere potest.</li><li><strong>Auxilium in Concentratione:</strong> Natura repetitiva precum Rosarii his prodest qui difficultatem habent concentrationis in oratione servandi. Forma structa Rosarii homines in devotionibus suis attentos manere iuvat. Methodum ad mentem comprimendam et distractiones minuendas praebet.</li><li><strong>Sensus Communitatis:</strong> Multi Rosarium in conventibus vel in familiis suis orant. Haec praxis communis sensum communionis et unitatis inter credentes fovet. Spiritualem experientiam communem creat et nexus inter participantes roborare potest.</li><li><strong>Intercessio et Supplicatio:</strong> Rosarium saepe ut intercessionis medium utitur, ubi homines Virginem Mariam precantur ut intercedat pro eis coram filio suo, Jesu. Homines etiam Rosario petunt pro necessitatibus et intentionibus specificis, divinam interventam quaerentes. Modus est ad preocupationes personales exprimendas et auxilium ab potestate superiore petendum.</li><li><strong>Pax et Serenitas:</strong> Participatio in Rosario pacem, tranquillitatem et serenitatem afferre potest. Modus orandi structus et contemplativus consolationem, praesertim in temporibus difficilibus vel stressigenis, praebet. Potest esse fons solacii et tranquillitatis.</li><li><strong>Devotio ad Mariam:</strong> Rosarium elementum clavem devotionis marianae in Ecclesia Catholica est. Adiuvat homines devotionem profundam et constantem erga Virginem Mariam colere, quae ut exemplar fidei et virtutis colitur. Per Rosarium, credentes amorem et admirationem suam erga Mariam exprimunt.</li><li><strong>Reflectio Scripturalis:</strong> Rosarium recitationem precum specificarum et meditationem in eventibus Evangeliorum includit. Hoc favet intellectioni profundiori Bibliorum et vitae Jesu. Fideles cum doctrinis et narrationibus in Scripturis repertis coniungit.</li><li><strong>Facile Accessibile:</strong> Rosarium est forma orationis quam omnes aetates, origines et gradus scientiae religiosae habentes adoptare possunt. Non requiritur instructio theologica longa, quod eam facit accessibilem multis hominibus.</li><li><strong>Connexio Personalis:</strong> Multis hominibus Rosarium modus personalis et intima est ad connexionem cum Deo. Permittit expressionem individualem fidei, supplicationis et gratitudinis. Rosarium potest esse canalus ad connexionem profundam et personalem cum divino construendam.</li></ol>",
  "rosary_benefits_title": "Beneficia Rosarii",
  "about_content": "<h1>De Nostra App Rosarii: Fides et Technologia Coniugantur</h1><p>In corde App Rosarii nostri profundus fides in viam orationis diuturnae et propositum traditae devotionis Rosarii in aetatem modernam adducendi inest. Inspirati connectione spirituali profunda, quam Rosarius affert, iter incipimus ad faciendam instrumentum quod non solum orationem facilitaret, sed etiam sensum communitatis inter credentes in toto orbe terrarum fovéret.</p><h2>Iter Nostrum: Traditionem et Innovationem Coniugantes</h2><p>Idea pro App Rosarii orta est ex passione vera pro Rosario et desiderio faciendi eum accessibilem et attrahentem hominibus ex variis originibus. Missio nostra clara erat: traditionem intempoream Rosarii servare dum possibilitates, quas technologia ad incrementum spirituale offert, complecteremur.</p><h2>Functiones Emendatae ad Conexum Altius Petendum</h2><ul><li><strong>Continuare Ubi Desieras:</strong> Vita saepe tumultuosa est, et aliquando orationes nostras uno tenore perficere non possumus. App nostra tibi permittit loco, unde desieras, rursus sumere, devotio tua sine intermissione manente.</li><li><strong>Rosarium Audire:</strong> Tibi in orationem immergere potes per functionem Rosarii in audio nostra. Precationum recitationem suavem in lingua anglica, hispanica, Latina et Polonica (audio ultimae linguae non includitur) ausculta.</li><li><strong>Electio Mysteriorum:</strong> Tuam experienciam cum Rosario adhibendo systema ut Mysteriorum gremium eligas, sive Gaudentium, Dolorosorum, Gloriosorum sive Luminosorum.</li><li><strong>Detectio Automatica Mysteriorum Cotidianorum:</strong> App te ducere potest in cotidiana tua devotione, mysteria idonea eo die detegendo et suadendo.</li></ul><h2>Mox Venturum: Expansio Experientiae Tuae cum Rosario</h2><p>Nostro obiecto ad incrementum spirituale tuum provehendo haud hic finitur. Diligenter operamur ut novas functiones adiungamus, ut tua experientia amplius eniteat:</p><ul><li><strong>Obsecrationes Precum:</strong> Intentiones tuas communicare et preces a communitate Rosarii globali petere potes. Una in fide nos erigere possumus.</li><li><strong>Testimonia:</strong> Tuas experientias personales et testimonia communicare, ut potentia orationis et Rosarii in vita tua confirmentur.</li><li><strong>Communitas:</strong> Cum sodalibus coetus colloqui et comitatem solidam aedificare, que fines transgreditur, posses.</li><li><strong>Et Amplius:</strong> Planos magnificos habemus ut alias functiones et renovationes adiungamus quae tua experientia cum Rosario amplius exornent.</li></ul><h2>Una Nobiscum in Hoc Itinere Spirituali</h2><p>Ad fundamentum nostrum pertinet fides in potestatem transformandi orationis et communitatis. Te invitamus ut sis pars itineris nostri, dum contendimus te instruere App Rosarii, que non solum tuam fidem confirmet, sed etiam te ad communitatem universalem credentium appropinquare faciat. Una, connectionem altiorem cum fide nostra, ubicumque in mundo simus, creare possimus.</p>",
  "share_content": "Contentum communicare: Explora Guidam Meditationis Rosarii 📿 Te ipsum in momentis precationis audiendis immergere.",
  "prayer_for_pope": "Orationes ad Summi Pontificis voluntatem",
  "no_network_title": "Nulla Rete Internet",
  "no_network_content": "Haec applicatio nunc est offlinio configurata",
  "joyful_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/latin/joyful.mp3",
  "sorrowful_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/latin/sorrowful.mp3",
  "glorious_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/latin/glorious.mp3",
  "luminous_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/latin/luminous.mp3",
  "first_decade": "Decas Prima",
  "second_decade": "Decas Secunda",
  "third_decade": "Decas Tertia",
  "fourth_decade": "Decas Quarta",
  "fifth_decade": "Decas Quinta",
  "congratulation": "Gratulationes",
  "congratulation_msg": "Omnia mysteria in hoc statuto perfecisti.",
  "finish": "perago",
  "name_of_father": "In nomine Patris et Filii et Spiritus Sancti. Amen.",
  "joyful_days": "Dies Lunae et Sabbati",
  "glorious_days": "Dies Mercurii et Dominica",
  "sorrowful_days": "Dies Martis et Veneris",
  "luminous_days": "Dies Iovis",
  "select_language": "Elige Lingua",
  "meditation": "Meditatio Rosarii",
  "save": "Salvare",
  "language": "Lingua",
  "about_us": "De nobis",
  "app_name": "Rosarii Meditatio Guide",
  "rate_us": "Nos inquirere",
  "share": "Parte",
  "download_title": "Visne desciscere?",
  "download_content": "Hoc audium condonatum te capax reddet ludere absque interneti connexione.",
  "you_can_change_language": "Lingua mutare potes",
  "select_a_language": "Lingua eligere",
  "back_to_home": "Ad domum revenire",
  "start_rosary": "Rosarium incipere",
  "listen": "Rosarii audire",
  "sorrowful_mystery": "Mysterium doloris",
  "glorious_mystery": "Mysterium gloriae",
  "joyful_mystery": "Mysterium gaudii",
  "luminous_mystery": "Mysterium lucis",
  "todays_mystery": "Hodiernum mysterium",
  "relection": "Reflectio",
  "our_father": "<p>Pater noster, qui es in caelis,</p><p>sanctificetur Nomen Tuum;</p><p>adveniat Regnum Tuum;</p><p>fiat voluntas Tua,</p><p>sicut in caelo, et in terra.</p><p>Panem nostrum quotidianum da nobis hodie;</p><p>et dimitte nobis debita nostra,</p><p>sicut et nos dimittimus debitoribus nostris;</p><p>et ne nos inducas in tentationem,</p><p>sed libera nos a malo. Amen.</p>",
  "our_father_title": "Pater Noster",
  "apostle_creed": "<p>Credo in Deum, Patrem omnipotentem, Creatorem caeli et terrae;</p><p>et in Iesum Christum, Filium eius unicum, Dominum nostrum, qui conceptus est de Spiritu Sancto, natus ex Maria Virgine, passus sub Pontio Pilato, crucifixus, mortuus et sepultus est.</p><p>Descendit ad inferna, tertia die resurrexit a mortuis, ascendit ad caelos, sedet ad dexteram Dei Patris omnipotentis; inde venturus est iudicare vivos et mortuos.</p><p>Credo in Spiritum Sanctum, sanctam Ecclesiam catholicam, sanctorum communionem, remissionem peccatorum, carnis resurrectionem et vitam aeternam. Amen.</p>",
  "apostle_creed_title": "Credo in Deum...",
  "glory_to_father": "Gloria Patri, et Filio, et Spiritui Sancto. Sicut erat in principio, et nunc, et semper, et in saecula saeculorum. Amen.",
  "hail_mary": "<p>Ave Maria, gratia plena, Dominus tecum. Benedicta tu in mulieribus, et benedictus fructus ventris tui, Iesus. Sancta Maria, Mater Dei, ora pro nobis peccatoribus, nunc et in hora mortis nostrae. Amen.</p>",
  "oh_my_jesus": "<p>O mi Iesu, ignosce nobis peccata nostra, serva nos ab igne inferni, ad caelum omnes trahas animas, praesertim eas, quae maxime indigent misericordia Tua. Amen.</p>",
  "mary_queen_of_peace": "Maria, Regina Caeli, ora pro nobis.",
  "fatima_prayer": "<p>O mi Iesu, ignosce nobis peccata nostra, serva nos ab igne inferni, ad caelum omnes trahas animas, praesertim eas, quae maxime indigent misericordia Tua.</p>",
  "hail_holy_queen": "<p>Ave, Regina caelorum,</p><p>ave, Domina Angelorum;</p><p>salve, radix, salve, porta,</p><p>ex qua mundo lux est orta.</p><p>Gaude, Virgo gloriosa,</p><p>super omnes speciosa;</p><p>vale, o valde decora,</p><p>et pro nobis Christum exora.</p><p>Dignare me laudare te, Virgo sacrata,</p><p>da mihi virtutem contra hostes tuos.</p><p>Oremus:</p><p>Concede, misericors Deus,</p><p>fragilitati nostrae praesidium,</p><p>ut, qui sanctae Dei Genitricis memoriam agimus,</p><p>intercessionis eius auxilio a nostris iniquitatibus resurgamus.</p><p>Per eundem Christum Dominum nostrum. Amen.</p>",

  "loreto_litany": "<p>Domine, miserere nobis.</p><p>Christe, miserere nobis.</p><p>Domine, miserere nobis.</p><p>Christe, exaudi nos.</p><p>Christe, exaudi nos clementer.</p><p>Deus Pater caelestis, miserere nobis.</p><p>Deus Fili, Redemptor mundi, miserere nobis.</p><p>Deus Spiritus Sancte, miserere nobis.</p><p>Sanctissima Trinitas, unus Deus, miserere nobis.</p><p>Sancta Maria, ora pro nobis.</p><p>Sancta Mater Dei, ora pro nobis.</p><p>Sancta Virgo virginum, ora pro nobis.</p><p>Mater Christi, ora pro nobis.</p><p>Mater divinae gratiae, ora pro nobis.</p><p>Mater purissima, ora pro nobis.</p><p>Mater castissima, ora pro nobis.</p><p>Mater incontaminata, ora pro nobis.</p><p>Mater immaculata, ora pro nobis.</p><p>Mater amabilis, ora pro nobis.</p><p>Mater admirabilis, ora pro nobis.</p><p>Mater boni consilii, ora pro nobis.</p><p>Mater Creatoris nostri, ora pro nobis.</p><p>Mater Salvatoris nostri, ora pro nobis.</p><p>Virgo prudens, ora pro nobis.</p><p>Virgo venerabilis, ora pro nobis.</p><p>Virgo renomata, ora pro nobis.</p><p>Virgo potens, ora pro nobis.</p><p>Virgo misericors, ora pro nobis.</p><p>Virgo fidelis, ora pro nobis.</p><p>Speculum iustitiae, ora pro nobis.</p><p>Sedes sapientiae, ora pro nobis.</p><p>Causa nostrae laetitiae, ora pro nobis.</p><p>Arca spiritalis, ora pro nobis.</p><p>Vas honorabile, ora pro nobis.</p><p>Vas devotionis insignis, ora pro nobis.</p><p>Rosa mystica, ora pro nobis.</p><p>Turris Davidica, ora pro nobis.</p><p>Turris eburnea, ora pro nobis.</p><p>Domus aurea, ora pro nobis.</p><p>Arca foederis, ora pro nobis.</p><p>Porta caeli, ora pro nobis.</p><p>Stella matutina, ora pro nobis.</p><p>Salus infirmorum, ora pro nobis.</p><p>Refugium peccatorum, ora pro nobis.</p><p>Consolatrix afflictorum, ora pro nobis.</p><p>Auxilium Christianorum, ora pro nobis.</p><p>Regina Angelorum, ora pro nobis.</p><p>Regina Patriarcharum, ora pro nobis.</p><p>Regina Prophetarum, ora pro nobis.</p><p>Regina Apostolorum, ora pro nobis.</p><p>Regina Martyrum, ora pro nobis.</p><p>Regina Confessorum, ora pro nobis.</p><p>Regina Virginum, ora pro nobis.</p><p>Regina omnium Sanctorum, ora pro nobis.</p><p>Regina concepta sine peccato originali, ora pro nobis.</p><p>Regina in caelum assumpta, ora pro nobis.</p><p>Regina Sacratissimi Rosarii, ora pro nobis.</p><p>Regina familiis, ora pro nobis.</p><p>Regina pacis, ora pro nobis.</p><p>Agnus Dei, qui tollis peccata mundi, miserere nobis.</p><p>Agnus Dei, qui tollis peccata mundi, exaudi nos, Domine.</p><p>Agnus Dei, qui tollis peccata mundi, miserere nobis.</p><p>Ora pro nobis, Sancta Dei Genitrix.</p><p>Ut digni efficiamur promissionibus Christi.</p><p>Oremus:</p><p>Concede, quaesumus, Domine Deus noster, ut famuli tui perpetua mentis et corporis sanitate gaudeant, et gloriosa beatae Mariae semper Virginis intercessione, a praesenti liberentur molestia, et aeterna perfruantur laetitia. Per Christum Dominum nostrum. Amen.</p>",

  "welcome_msg": "Orate Rosarium et in meditatione pacem invenietis",
  "rosary_continue": "Visne ex priori Rosario continuare?",
  "yes": "Sic",
  "no": "Minime",
  "restart": "Reincepta",
  "home": "Domus",
  "about": "De",
  "more": "Plus",
  "confirmation": "Confirmatio",
  "opening_bead": "Perla Apertura",
  "glory_to_father_title": "Gloria Patri",
  "click_to_close": "Clicca ut claudas",
  "hail_mary_title": "Ave Maria",
  "fatima_title": "O mi Iesu",
  "mary_queen_of_peace_title": "Maria Regina Pacis",
  "bead_number": "Numerus Perlarum:",
  "hail_holy_queen_title": "Ave Regina Caelorum",
  "oh_my_jesus_title": "O mi Iesu",
  "loreto_litany_title": "Litaniae Lauretanae",

  "monday": "dies Lunae",
  "tuesday": "dies Martis",
  "wednesday": "dies Mercurii",
  "thursday": "dies Iovis",
  "friday": "dies Veneris",
  "saturday": "dies Saturni",
  "sunday": "dies Solis",

  "first_joyful_title": "Primum Mysterium Gaudiosum",
  "first_joyful_name": "Annuntiatio",
  "first_joyful_scripture": "Lucas 1:26-38",
  "first_joyful_text": "<p>In mense sexto missus est angelus Gabriel a Deo in civitatem Galilaeae cui nomen Nazareth ad virginem desponsatam viro cui nomen erat Ioseph de domo David et nomen virginis Maria et ingressus angelus ad eam dixit Ave gratia plena Dominus tecum benedicta tu in mulieribus quae surrexit Maria de verbis eius et conturbata est in sermone eius et cogitabat qualis esset ista salutatio dixit autem angelus ei ne timeas Maria invenisti enim gratiam apud Deum ecce concipies in utero et paries filium et vocabis nomen eius Iesum hic erit magnus et Filius Altissimi vocabitur et dabit illi Dominus Deus sedem David patris eius et regnabit in domo Iacob in aeternum et regni eius non erit finis<br><br>ait autem Maria ad angelum quomodo fiet istud quoniam virum non cognosco et respondens angelus dixit ei Spiritus Sanctus superveniet in te et virtus Altissimi obumbrabit tibi ideoque et quod nascetur sanctum vocabitur Filius Dei et ecce Elisabeth cognata tua et ipsa concepit filium in senectute sua et hic mensis sextus est illi quae vocatur sterilis quia non erit impossibile apud Deum omne verbum et ait Maria ecce ancilla Domini fiat mihi secundum verbum tuum et discessit ab illa angelus</p>",
  "first_joyful_reflection": "<p>In primo Mysterio Gaudioso meditamur de humili submissione Mariae ad Dei consilium. Sicut Maria dixit 'Fiat' Angelo Gabrielis, et nos vocamur ut voluntatem Dei in nostris vitis cum fide et abbandono amplectamur. Dum decadem hanc recolimus, consideramus obedientiam Mariae et rogamus fortem ut nostras vidas ad propositum Dei dirigamus.</p>",

  "second_joyful_id": 2,
  "second_joyful_title": "Secundum Mysterium Gaudiosum",
  "second_joyful_name": "Visitatio",
  "second_joyful_scripture": "Lucas 1:39-56",
  "second_joyful_text": "<p>In diebus illis exsurgens Maria abiit in montana cum festinatione in civitatem Iudae et intravit in domum Zachariae et salutavit Elisabeth et factum est ut audivit salutationem Mariae Elisabeth exultavit infans in utero eius et repleta est Spiritu Sancto Elisabeth et exclamavit voce magna et dixit Benedicta tu inter mulieres et benedictus fructus ventris tui et unde hoc mihi ut veniat mater Domini mei ad me ecce enim ut facta est vox salutationis tuae in aures meas exsultavit in gaudio infans in utero meo et beata quae credidisti quoniam perficientur ea quae dicta sunt tibi a Domino et ait Maria magnificat anima mea Dominum et exultavit spiritus meus in Deo salutari meo quia respexit humilitatem ancillae suae ecce enim ex hoc beatam me dicent omnes generationes quia fecit mihi magna qui potens est et sanctum nomen eius et misericordia eius a progenie in progenies timentibus eum fecit potentiam in brachio suo dispersit superbos mente cordis sui deposuit potentes de sede et exaltavit humiles esurientes implevit bonis et divites dimisit inanes suscepit Israhel puerum suum memorari misericordiae sicut locutus est ad patres nostros Abraham et semini eius in saecula et mansit Maria cum illa quasi mensibus tribus et reversa est in domum suam</p>",
  "second_joyful_reflection": "<p>In secundo Mysterio Gaudioso meditamur de visitatione Mariae ad cugnam Elisabeth. In occasione huius colloquii exsultatio et gratia implevit utrasque mulieres, cum uterque gestationis mirabilis admirationem communicavit. Mariae humilitas splendet dum agnoscit suum esse ut Matrem Salvatoris. Benedictio Elisabeth unicam Mariae vocationem agnoscit. In hoc mysterio contemplantes, discamus ab utrisque Maria et Elisabeth quam sit importante nos mutuo sustentare in via spirituali et de benedictionibus mutuis gaudere.</p>",

  "third_joyful_id": 3,
  "third_joyful_title": "Tertium Mysterium Gaudiosum",
  "third_joyful_name": "Nativitas",
  "third_joyful_scripture": "Lucas 2:1-20",
  "third_joyful_text": "<p>In diebus illis exiit edictum a Caesare Augusto ut describeretur universus orbis haec descriptio prima facta est praeside Syriae Cyrino et ibant omnes ut profiterentur singuli in suam civitatem ascendit autem et Ioseph a Galilaea de civitate Nazareth in Iudaeam in civitatem David quae vocatur Bethlehem eo quod esset de domo et familia David ut profiteretur cum Maria desponsata sibi uxore praegnante factum est autem cum essent ibi impleti sunt dies ut pareret et peperit filium suum primogenitum et pannis eum involvit et reclinavit eum in praesepio quia non erat eis locus in diversorio et pastores erant in regione eadem vigilantes et custodientes vigilias noctis super gregem suum et ecce angelus Domini stetit iuxta illos et claritas Dei circumfulsit illos et timuerunt timore magno et dixit illis angelus nolite timere ecce enim evangelizo vobis gaudium magnum quod erit omni populo quia natus est vobis hodie Salvator qui est Christus Dominus in civitate David et hoc vobis signum invenietis infantem pannis involutum et positum in praesepio et subito facta est cum angelo multitudo militiae caelestis laudantium Deum et dicentium gloria in altissimis Deo et in terra pax in hominibus bonae voluntatis et factum est ut discesserunt ab eis angeli in caelum pastores loquebantur ad invicem transeamus usque Bethlehem et videamus hoc verbum quod factum est quod fecit Dominus et venerunt festinantes et invenerunt Mariam et Ioseph et infantem positum in praesepio videntes autem cognoverunt de verbo quod dictum erat illis de puero hoc et omnes qui audierunt mirati sunt et de his quae dicta erant a pastoribus ad ipsos Maria autem conservabat omnia verba haec conferens in corde suo et reversi sunt pastores glorificantes et laudantes Deum in omnibus quae audierant et viderant sicut dictum est ad illos</p>",
  "third_joyful_reflection": "<p>In tertio Mysterio Gaudioso meditamur de Nativitate Iesu in humilitate. Creator universi elegit intrare mundum ut infans vulnerabilis, ostendens profundum amoris Dei erga humanitatem. Dum hoc mysterium contemplamur, agnoscimus significationem Natalis Christi et spem quam in vitas nostras afferat.</p>",

  "fourth_joyful_id": 4,
  "fourth_joyful_title": "Quartum Mysterium Gaudiosum",
  "fourth_joyful_name": "Oblatio",
  "fourth_joyful_scripture": "Lucas 2:22-39",
  "fourth_joyful_text": "<p>Et postquam impleti sunt dies purgationis eius secundum legem Moysi tulerunt illum in Ierusalem ut sisterent eum Domino sicut scriptum est in lege Domini quoniam omne masculinum adaperiens vulvam sanctum Domino vocabitur et ut darent hostiam secundum quod dictum est in lege Domini par turturum aut duos pullos columbae et ecce homo erat in Ierusalem cui nomen Simeon et homo iste iustus et timoratus exspectans consolationem Israhel et Spiritus Sanctus erat in eo et responsum acceperat a Spiritu Sancto non visurum se mortem nisi videret Christum Domini et venit in templo ex Spiritu et cum introducerent parentes puerum Iesum ut facerent secundum consuetudinem legis pro eo et ipse accepit illum in ulnas suas et benedixit Deum et dixit nunc dimittis servum tuum Domine secundum verbum tuum in pace quia viderunt oculi mei salutare tuum quod parasti ante faciem omnium populorum lumen ad revelationem gentium et gloriam plebis tuae Israhel et erat pater eius et mater mirantes super his quae dicebantur de illo et benedixit eis Simeon et dixit ad Mariam matrem eius ecce positus est hic in ruinam et resurrectionem multorum in Israhel et in signum cui contradicetur et tuam ipsius animam pertransibit gladius ut revelentur ex multis cordibus cogitationes et erat Anna prophetissa filia Phanuhel de tribu Aser haec processerat in diebus multis et vixerat cum viro suo annis septem a virginitate sua et haec vidua usque ad annos octoginta quattuor quae non discedebat de templo ieiuniis et precibus obsequens nocte ac die et haec superveniens ipsa hora confitebatur Domino et loquebatur de illo omnibus qui exspectabant redemptionem Hierusalem et ut perfecerunt omnia secundum legem Domini reversi sunt in Galilaeam in civitatem suam Nazareth puer autem crescebat et confortabatur plenus sapientia et gratia Deus erat in illo</p>",
  "fourth_joyful_reflection": "<p>In quarto Mysterio Gaudioso meditamur de Oblatione Iesu in templo. Obedientia Mariae et Ioseph traditioni suae testantur eorum propositum sequendi leges Dei. Recognitio Simeonis de Iesu ut Lux mundi ostendit effectum praesentiae Christi in nostris vitis. Oramus pro gratia nos ad Deum continuo offerendi et benedictiones eius accipiendi.</p>",

  "fifth_joyful_id": 5,
  "fifth_joyful_title": "Quintum Mysterium Gaudiosum",
  "fifth_joyful_name": "In Templo Inventio",
  "fifth_joyful_scripture": "Lucas 2:41-52",
  "fifth_joyful_text": "<p>Et parentes Iesu ibant per singulos annos in Ierusalem die festo Paschae et cum factus esset annorum duodecim ascendentibus illis secundum consuetudinem diei festi consummatisque diebus regressi sunt puer Iesus remansit in Ierusalem et non cognoverunt parentes eius sed existimantes illum esse in comitatu venerunt iter diei et requirebant eum inter cognatos et notos et non invenientes regressi sunt in Ierusalem requirentes eum et factum est post triduum invenerunt illum in templo sedentem in medio doctorum audientem illos et interrogantem eos stupebant autem omnes qui eum audiebant super prudentia et responsionibus eius et viso parentibus eius admirati sunt et dixit mater eius ad illum fili quid fecisti nobis sic ecce pater tuus et ego dolentes quaerebamus te et ait ad illos quid est quod me quaerebatis nesciebatis quia in his quae Patris mei sunt oportet me esse et ipsi non intellexerunt verbum quod locutus est ad illos et descendit cum eis et venit Nazareth et erat subditus illis et mater eius conservabat omnia verba haec in corde suo et Iesus proficiebat sapientia et aetate et gratia apud Deum et homines</p>",
  "fifth_joyful_reflection": "<p>In quinto Mysterio Gaudioso meditamur de Inventione Iesu in templo. Curam Mariae et Ioseph de Iesu quaerendo docet nos quaerere eum in nostris vitis. Responsio Iesu ostendit propositum divinum suum et desiderium ut simus in domo Patris sui. Studeamus praesentiam et praecepta Iesu agnoscere dum per vitam procedimus.</p>",

  "first_sorrowful_id": 1,
  "first_sorrowful_title": "Primo Mistero Doloroso",
  "first_sorrowful_name": "L'Agonia nell'Orto",
  "first_sorrowful_scripture": "Matthaeus 26:36-46",
  "first_sorrowful_text": "<p>Deinde Iesus venit cum eis in locum, qui dicitur Gethsemani, et dixit discipulis suis: 'Sedete hic, dum vadam illuc et orem.' Et assumens secum Petrum et duos filios Zebedaei, coepit contristari et maestus esse. Tunc dixit illis: 'Tristis est anima mea usque ad mortem; sustinete hic et vigilate mecum.' Et progressus pusillum, cecidit in faciem suam, orans et dicens: 'Pater mi, si possibile est, transeat a me calix iste; verumtamen non sicut ego volo, sed sicut tu.' Et venit ad discipulos suos et invenit eos dormientes et dicit Petro: 'Sic non potuistis una hora vigilare mecum? Vigilate et orate, ut non intretis in tentationem. Spiritus quidem promptus est, caro autem infirma.' Iterum secundo abiit et oravit, dicens: 'Pater mi, si non potest hic calix transire, nisi bibam illum, fiat voluntas tua.' Et venit iterum et invenit eos dormientes; erant enim oculi eorum gravati. Et relictis illis, iterum abiit et oravit tertio eundem sermonem dicens. Tunc venit ad discipulos suos et dicit eis: 'Dormite iam et requiescite; ecce adpropinquavit hora et Filius hominis tradetur in manus peccatorum. Surgite, eamus; ecce appropinquavit, qui me tradet.'</p>",
  "first_sorrowful_reflection": "<p>In primo Misterio Doloroso, meditamur de agonia Iesu in Horto Gethsemani. Coram imminenti crucifixione suae, Iesus Patrem orat, suam angustiam et submissionem voluntati Dei exprimens. Exemplum eius docet nos quaerere directionem et fortitudinem a Deo in difficultatibus. Dum hoc mysterio meditamur, sacrificium Iesu et firmitatem eius in exsequenda Patris voluntate reminiscimur.</p>",

  "second_sorrowful_id": 2,
  "second_sorrowful_title": "Secundo Mistero Doloroso",
  "second_sorrowful_name": "Flagellatio ad Columnam",
  "second_sorrowful_scripture": "Matthaeus 27:26",
  "second_sorrowful_text": "<p>Deinde dimisit eis Barabbam et flagellatus tradidit eis Iesum, ut crucifigeretur.</p>",
  "second_sorrowful_reflection": "<p>In secundo Misterio Doloroso, meditamur de flagellatione Iesu ad columnam. Iesus magnam corporis tormentorum molem sustinet, verberibus cedens ante crucifixionem suam. Sacrificium suum profunditatem suae erga humanitatem caritatis demonstrat. Dum hoc mysterio meditamur, memoriam facimus doloris, quem Iesus pro nobis tulit, et conamur passiones nostras cum suis coniungere ad mundi redemptionem.</p>",

  "third_sorrowful_id": 3,
  "third_sorrowful_title": "Tertio Mistero Doloroso",
  "third_sorrowful_name": "Coronatio Spinarum",
  "third_sorrowful_scripture": "Matthaeus 27:27-31",
  "third_sorrowful_text": "<p>Deinde milites praefecti duxerunt Iesum in praetorium et congregaverunt ad eum universam cohortem. Et exuendo eum vestimenta, dederunt illi pallium coccineum et plectentes coronam de spinis, posuerunt super caput eius et arundinem in dextera eius; et genuflexo coram illo, illudebant ei dicentes: 'Ave, rex Iudaeorum!' Et exspuentes in eum, acceperunt arundinem et percutiebant caput eius. Et postquam illuserunt ei, exuerunt eum pallium et induerunt eum vestimentis eius et duxerunt eum, ut crucifigerent eum.</p>",
  "third_sorrowful_reflection": "<p>In tertio Misterio Doloroso, meditamur de coronatione Iesu spinis. Crudelitas et ludibrium militum passionis eius profunditatem et humilitatem ostendunt. Tamen, per omnia, Iesus ad suam missionem servandam perseverat. Dum hoc mysterio meditamur, memoriam facimus iniuriae, quam Iesus pro nobis pertulit, et vires invenimus in eius exemplo dum in difficultatibus versamur.</p>",

  "fourth_sorrowful_id": 4,
  "fourth_sorrowful_title": "Quarto Mistero Doloroso",
  "fourth_sorrowful_name": "Ferens Crucem",
  "fourth_sorrowful_scripture": "Ioannes 19:16-17",
  "fourth_sorrowful_text": "<p>Igitur tunc tradidit eis illum ut crucifigeretur. Et portans crucem suam exiit in eum locum, qui dicitur Calvariae, et Hebraice Golgotha.</p>",
  "fourth_sorrowful_reflection": "<p>In quarto Misterio Doloroso, meditamur de Iesu gressu ferente crucem ad Golgotham. Pondus crucis peccatorum humanitatis onus significat, quod Iesus voluntarie pro nostra salute fert. Dum hoc mysterio meditamur, sacrificium, quod Iesus pro nobis fecit, agnoscimus et virtutem in eius exemplo altrui atque constantiae quaerimus.</p>",

  "fifth_sorrowful_id": 5,
  "fifth_sorrowful_title": "Quinto Mistero Doloroso",
  "fifth_sorrowful_name": "Crocifixio",
  "fifth_sorrowful_scripture": "Lucas 23:33-46",
  "fifth_sorrowful_text": "<p>Et cum venissent in locum, qui vocatur Calvariae, ibi crucifixerunt eum et latrones, unum a dextris et alterum a sinistris. Iesus autem dicebat: 'Pater, dimitte illis, quia nesciunt, quid faciunt.' Dividentes vero vestimenta eius, sortem iecerunt. Et stabat populus spectans, et deridebant eum duces cum eis dicentes: 'Alios salvos fecit, se salvum faciat, si hic est Christus Dei, electus eius.' Illudebant autem ei et milites accedentes et acetum offerentes ei dicunt: 'Si tu es rex Iudaeorum, salvum te fac.' Erat autem et superscriptio super eum, 'Hic est rex Iudaeorum.'</p><p>Unus autem de his, qui pendebant, latronibus, blasphemabat eum dicens: 'Si tu es Christus, salvum fac temetipsum et nos.' Respondens vero alter increpabat eum dicens: 'Nec tu times Deum, quod in eadem damnatione es? Et nos quidem iuste, nam digna factis recipimus; hic vero nihil mali gessit.' Et dicebat ad Iesum: 'Domine, memento mei, cum veneris in regnum tuum.' Et respondit ei Iesus: 'Amen dico tibi, hodie mecum eris in paradiso.'</p><p>Erat autem quasi hora sexta, et tenebrae factae sunt in universam terram usque ad horam nonam, et obscuratus est sol, et velum templi scissum est medium. Et clamans voce magna Iesus ait: 'Pater, in manus tuas commendo spiritum meum.' Et haec dicens, exspiravit.</p>",
  "fifth_sorrowful_reflection": "<p>In quinto Misterio Doloroso, meditamur de crucifixione Iesu in Cruce. Actus summus amoris et sacrificii clarus apparet, dum dimittit eos, qui eum crucifigunt, et peccatorem paenitentem salvat. Dum hoc mysterio meditamur, Iesu amorem sacrificiumque amplectimur et spem et redemptionem in victoria sua super peccatum et mortem invenimus.</p>",

  "first_glorious_id": 1,
  "first_glorious_title": "Primo Mistero Glorioso",
  "first_glorious_name": "Resurrectio",
  "first_glorious_scripture": "Matthaeus 28:1-10",
  "first_glorious_text": "<p>Evangelium Lucae 1,26-38. Versiculus 35: Et angelus dixit ei: 'Spiritus Sanctus superveniet in te et virtus Altissimi obumbrabit tibi; ideo et quod nascetur ex te Sanctum vocabitur, Filius Dei.</p>",
  "first_glorious_reflection": "<p>In primo Misterio Glorioso, meditamur de resurrectione Iesu ex mortuis. Triumphus eius super mortem spem et vitam omnibus credentibus attulit. Dum hoc mysterio meditamur, exultamus in resurrectione et promissionem vitae aeternae, quam Iesus nobis offert, amplectimur.</p>",

  "second_glorious_id": 2,
  "second_glorious_title": "Secundo Mistero Glorioso",
  "second_glorious_name": "Ascensio",
  "second_glorious_scripture": "Lucas 24:50-53, Actus 1:9-11",
  "second_glorious_text": "<p>Et eduxit eos foras usque ad Bethaniam, et elevatis manibus benedixit eis. Et factum est, dum benediceret eos, recessit ab eis et ferebatur in caelum. Illi autem adorantes regressi sunt in Ierusalem cum gaudio magno et erant semper in templo benedicentes Deum.</p><p>Et haec cum dixisset, videntibus illis, elevatus est, et nubes suscepit eum ab oculis eorum. Cumque intuerentur in caelum euntem illum, ecce duo viri steterunt iuxta illos in vestibus albis, qui et dixerunt: 'Vir Galilaei, quid statis aspicientes in caelum? Hic Iesus, qui assumptus est a vobis in caelum, sic veniet, quemadmodum vidistis eum euntem in caelum.'</p>",
  "second_glorious_reflection": "<p>In secundo Misterio Glorioso, meditamur de ascensione Iesu in caelum. Absentia eius missionem terrenam perficit et promissionem reditus sui significat. Dum hoc mysterio meditamur, memores sumus Iesu semper nobiscum esse et nos vocare ut opus suum in terra continue persequamur usque ad reditum suum gloriosum.</p>",

  "third_glorious_id": 3,
  "third_glorious_title": "Tertio Mistero Glorioso",
  "third_glorious_name": "Descensio Spiritus Sancti",
  "third_glorious_scripture": "Actus 2:1-4",
  "third_glorious_text": "<p>Et cum complerentur dies Pentecostes, erant omnes pariter in eodem loco. Et subito factus est de caelo sonus tamquam advenientis spiritus vehementis et replevit totam domum, ubi erant sedentes. Et apparuerunt illis dispertitae linguae tamquam ignis, seditque supra singulos eorum. Et repleti sunt omnes Spiritu Sancto et coeperunt loqui aliis linguis, prout Spiritus Sanctus dabat eloqui illis.</p>",
  "third_glorious_reflection": "<p>In tertio Misterio Glorioso, meditamur de descensu Spiritus Sancti super apostolos in Pentecoste. Hoc eventum incipium Ecclesiae significat et potentiam dat credentibus ad nuntiandum verbum Christi. Dum hoc mysterio meditamur, corda nostra aperiendum esse Spiritus Sancti directioni et vitae nostrae transformationem quaerendum.</p>",

  "fourth_glorious_id": 4,
  "fourth_glorious_title": "Quarto Mistero Glorioso",
  "fourth_glorious_name": "Assumptio",
  "fourth_glorious_scripture": "Apocalypsis 12:1-6",
  "fourth_glorious_text": "<p>Et signum magnum apparuit in caelo: mulier amicta sole, et luna sub pedibus eius et in capite eius corona stellarum duodecim. Et in utero habens, clamat parturiens et cruciatur in partu suo. Et visum est aliud signum in caelo: et ecce draco magnus rufus, habens capita septem et cornua decem, et in capitibus eius septem diademata. Et cauda eius trahebat tertiam partem stellarum caeli et misit eas in terram. Et draco stetit ante mulierem, quae erat paritura, ut cum peperisset, filium eius devoraret. Et peperit filium masculum, qui recturus est omnes gentes in virga ferrea; et raptus est filius eius ad Deum et ad thronum eius, et mulier fugit in desertum, ubi habet locum paratum a Deo, ut ibi nutriatur mille ducentos sexaginta diebus.</p>",
  "fourth_glorious_reflection": "<p>In quarto Misterio Glorioso, meditamur de assumptione Mariae in caelum. Hoc eventum singularem Mariam in historia salutis honorat et destinum praevidet quod omnium credentium expectat. Dum hoc mysterio meditamur, intercessionem Mariae veneramur et eius sequendi exemplum fidei et obedientiae sectamur.</p>",

  "fifth_glorious_id": 5,
  "fifth_glorious_title": "Quinto Mistero Glorioso",
  "fifth_glorious_name": "Coronatio",
  "fifth_glorious_scripture": "Apocalypsis 12:1-6",
  "fifth_glorious_text": "<p>Tunc apparuit signum magnum in caelo: mulier amicta sole, et luna sub pedibus eius, et in capite eius corona stellarum duodecim. Et in utero habens, clamat parturiens et cruciatur in partu suo. Et visum est aliud signum in caelo: et ecce draco magnus rufus, habens capita septem et cornua decem, et in capitibus eius septem diademata. Et cauda eius trahebat tertiam partem stellarum caeli et misit eas in terram. Et draco stetit ante mulierem, quae erat paritura, ut cum peperisset, filium eius devoraret. Et peperit filium masculum, qui recturus est omnes gentes in virga ferrea; et raptus est filius eius ad Deum et ad thronum eius, et mulier fugit in desertum, ubi habet locum paratum a Deo, ut ibi nutriatur mille ducentos sexaginta diebus.</p>",
  "fifth_glorious_reflection": "<p>In quinto Misterio Glorioso, coronationem Mariae ut Regina Caeli et Terrae contemplamur. Hoc eventum suum exaltatum officium ut Matris Dei et Matris spiritualis nostrae significat. Dum hoc mysterio meditamur, intercessionem Mariae veneramur et eius ductum sequimur dum Christi exemplum sequi studeamus.</p>",

  "first_luminous_id": 1,
  "first_luminous_title": "Primum Mysterium Luminosum",
  "first_luminous_name": "Baptismus in Jordane",
  "first_luminous_scripture": "Matthaeus 3:13-17",
  "first_luminous_text": "<p>Tunc venit Jesus a Galilaea ad Jordanum ad Joannem, ut baptizaretur ab eo. Qui vero prohibebat eum, dicens: 'Ego a te debeo baptizari, et tu venis ad me?' Et respondens Jesus dixit ei: 'Sine modo, sic enim decet nos implere omnem justitiam.' Tunc dimisit eum. Baptizatus autem Jesus confestim ascendit de aqua; et ecce aperti sunt ei caeli, et vidit Spiritum Dei descendentem sicut columbam et venientem super se. Et ecce vox de caelis, dicens: 'Hic est Filius meus dilectus, in quo mihi complacui.'</p>",
  "first_luminous_reflection": "<p>In primo Mysterio Luminoso, contemplamur baptismum Jesu in flumine Jordanis. Hoc eventum initium facit ministerii publici Jesu et ejus identificationem ut Filium Dei revelat. Dum hoc mysterium meditamur, renovamus nostrum propositum sequendi Jesum et quaerimus directionem Spiritus Sancti in vita nostra.</p>",

  "second_luminous_id": 2,
  "second_luminous_title": "Secundum Mysterium Luminosum",
  "second_luminous_name": "Nuptiae Cana Galilaeae",
  "second_luminous_scripture": "Joannes 2:1-11",
  "second_luminous_text": "<p>Et die tertia nuptiae factae sunt in Cana Galilaeae, et erat mater Jesu ibi. Vocatus est autem et Jesus et discipuli ejus ad nuptias. Et deficiente vino, dicit mater Jesu ei: 'Vinum non habent.' Et dicit ei Jesus: 'Quid mihi et tibi est, mulier? Nondum venit hora mea.' Dicit mater ejus ministris: 'Quodcumque dixerit vobis, facite.'</p>",
  "second_luminous_reflection": "<p>In secundo Mysterio Luminoso, reflectimus super nuptiis Cana Galilaeae, ubi Jesus primum miraculum suum publicum operatus est, aquam in vinum transformans. Hoc eventum misericordiam Jesu et ejus potentiam ad transformationem rerum demonstrat. Dum hoc mysterium meditamur, nosmetipsos committimus ad capacitatem Jesu miracula faciendi in vita nostra et quaerimus ejus intercessionem in necessitatibus nostris.</p>",

  "third_luminous_id": 3,
  "third_luminous_title": "Tertium Mysterium Luminosum",
  "third_luminous_name": "Proclamatio Regni",
  "third_luminous_scripture": "Marcus 1:14-15",
  "third_luminous_text": "<p>Postquam autem traditus est Joannes, venit Jesus in Galilaeam praedicans evangelium Dei et dicens: 'Impletum est tempus, et appropinquavit regnum Dei; paenitemini, et credite evangelio.'</p>",
  "third_luminous_reflection": "<p>In tertio Mysterio Luminoso, meditamur de proclamatione Jesu de regno Dei. Ejus nuntius ad conversionem et fidem in evangelium invitat. Dum hoc mysterium meditamur, vitas nostras ad normas regni accommodamus et bonum nuntium Jesu ad omnes diffundimus.</p>",

  "fourth_luminous_id": 4,
  "fourth_luminous_title": "Quartum Mysterium Luminosum",
  "fourth_luminous_name": "Transfiguratio",
  "fourth_luminous_scripture": "Matthaeus 17:1-8",
  "fourth_luminous_text": "<p>Et post dies sex assumit Jesus Petrum, et Jacobum, et Joannem fratrem ejus, et ducit illos in montem excelsum seorsum. Et transfiguratus est ante eos, et resplenduit facies ejus sicut sol, vestimenta autem ejus facta sunt alba sicut lux. Et ecce apparuerunt illis Moyses et Elias loquentes cum eo. Respondens autem Petrus, dixit ad Jesum: 'Domine, bonum est nos hic esse. Si vis, faciamus hic tria tabernacula: tibi unum, Moysi unum, et Eliae unum.' Adhuc eo loquente, ecce nubes lucida obumbravit eos. Et ecce vox de nube, dicens: 'Hic est Filius meus dilectus, in quo mihi complacui; ipsum audite.'</p>",
  "fourth_luminous_reflection": "<p>In quarto Mysterio Luminoso, reflectimus super transfiguratione Jesu in monte. Ejus apparitio fulgens et praesentia Mosis et Eliae ejus divinitatem et consummationem Legis et Prophetarum manifestant. Dum hoc mysterium meditamur, conemur divinam gloriam in nostris vitis invenire et Jesu doctrinam audire.</p>",

  "fifth_luminous_id": 5,
  "fifth_luminous_title": "Quintum Mysterium Luminosum",
  "fifth_luminous_name": "Institutio Eucharistiae",
  "fifth_luminous_scripture": "Matthaeus 26:26-30",
  "fifth_luminous_text": "<p>Dum autem illi ederent, accepit Jesus panem, et benedixit, ac fregit, deditque discipulis suis, dicens: 'Accipite, et comedite; hoc est corpus meum.' Et accipiens calicem, gratias egit, dedit eis, dicens: 'Bibite ex hoc omnes: hic est enim sanguis meus novi testamenti, qui pro multis effunditur in remissionem peccatorum. Dico autem vobis: non bibam amodo ex hoc genimine vitis, usque in illam diem cum vobis bibam illud novum in regno Patris mei.' Et hymno dicto, exierunt in montem Oliveti.</p>",
  "fifth_luminous_reflection": "<p>In quinto Mysterio Luminoso, meditamur super institutione Eucharistiae in Cena Novissima. Jesus corpus suum et sanguinem suum discipulis suis donat, ut alimentum spirituale et memoriale sui amoris sacrificii. Dum hoc mysterium meditamur, Eucharistiae participationem cum reverentia et gratitudine perficimus, recognoscentes profundum donum praesentiae Jesu inter nos.</p>"
}
