{
  "prayer_request": "Intenção de Oração",
  "type_in_request": "Digite a sua intenção de oração",
  "my_prayer_request": "Minha Intenção de Oração",
  "invalid_content": "Conteúdo inválido",
  "prayer_request_empty": "O pedido de oração não pode estar vazio",
  "prayer_saved": "Pedido de oração salvo com sucesso",
  "submit_request": "Enviar Pedido",
  "create": "Criar",
  "delete_question": "Tem certeza de que deseja excluir?",
  "edit": "Editar",
  "delete": "Excluir",
  "prayer_privacy_message": "Suas intenções de oração são armazenadas com segurança em seu dispositivo.",
  "prayer_request_info": "As intenções de oração que foram marcadas como 'verificadas' serão exibidas durante o rosário.",
  "rosary_benefits": "<h1>Benefícios do Rosário</h1><ol><li><strong>Aprofundamento da Fé:</strong> O Rosário é uma forma de oração que permite às pessoas refletirem sobre os principais eventos na vida de Jesus Cristo e da Virgem Maria. Através da repetição das orações e da meditação sobre esses eventos, as pessoas podem aprofundar sua compreensão dos ensinamentos cristãos. Isso promove uma conexão com o divino e pode fortalecer a fé em Deus.</li><li><strong>Meditação Espiritual:</strong> O Rosário incentiva a oração meditativa, onde as pessoas podem focar seus pensamentos em aspectos específicos da vida de Cristo e Maria. Esse aspecto meditativo proporciona uma oportunidade para o crescimento espiritual e a auto-reflexão. Pode levar a um senso de paz interior e uma conexão mais profunda com o divino.</li><li><strong>Auxílio na Concentração:</strong> A natureza repetitiva das orações do Rosário pode ser benéfica para aqueles que têm dificuldade em manter a concentração durante a oração. O formato estruturado do Rosário ajuda as pessoas a permanecerem focadas em suas devoções e fornece um método para acalmar a mente e reduzir as distrações.</li><li><strong>Sentido de Comunidade:</strong> Muitas pessoas rezam o Rosário em grupos, seja em um ambiente de igreja ou em suas famílias. Essa prática comunitária promove um senso de comunidade e unidade entre os crentes. Isso cria uma experiência espiritual compartilhada e pode fortalecer os vínculos entre os participantes.</li><li><strong>Intercessão e Petição:</strong> O Rosário é frequentemente usado como um meio de intercessão, onde as pessoas pedem à Virgem Maria que interceda em seu nome junto a seu filho, Jesus. As pessoas também usam o Rosário para fazer petições por necessidades e intenções específicas, buscando a intervenção divina. É uma maneira de expressar preocupações pessoais e buscar ajuda de um poder superior.</li><li><strong>Paz e Serenidade:</strong> Engajar-se no Rosário pode trazer uma sensação de paz, calma e serenidade. A abordagem estruturada e contemplativa da oração proporciona conforto, especialmente em momentos desafiadores ou estressantes. Pode ser uma fonte de consolo e tranquilidade.</li><li><strong>Devoção a Maria:</strong> O Rosário é um elemento-chave da devoção mariana na Igreja Católica. Ajuda as pessoas a cultivarem uma devoção profunda e duradoura à Virgem Maria, que é reverenciada como um modelo de fé e virtude. Através do Rosário, os crentes expressam seu amor e admiração por Maria.</li><li><strong>Reflexão nas Escrituras:</strong> O Rosário incorpora a repetição de orações específicas e a meditação em eventos dos Evangelhos. Isso incentiva uma compreensão mais profunda da Bíblia e da vida de Jesus. Isso conecta os fiéis com os ensinamentos e histórias encontrados nas Escrituras.</li><li><strong>Acessível Facilmente:</strong> O Rosário é uma prática de oração que pode ser adotada por pessoas de todas as idades, origens e níveis de conhecimento religioso. Não requer treinamento teológico extenso, tornando-o acessível a muitas pessoas.</li><li><strong>Conexão Pessoal:</strong> Para muitas pessoas, o Rosário proporciona uma maneira pessoal e íntima de se conectar com Deus. Isso permite a expressão individual da fé, súplica e gratidão. O Rosário pode servir como um canal para construir um relacionamento profundo e pessoal com o divino.</li></ol>",
  "rosary_benefits_title": "Benefícios do Rosário",
  "about_content": "<h1>Sobre o Nosso Aplicativo do Terço: Unindo Fé e Tecnologia</h1><p>No coração do nosso Aplicativo do Terço reside uma profunda crença no poder duradouro da oração e um compromisso em trazer a devoção tradicional do Terço para a era moderna. Inspirados pela profunda conexão espiritual que o Terço proporciona, embarcamos em uma jornada para criar uma ferramenta que não apenas facilitaria a oração, mas também promoveria um senso de comunidade entre os fiéis em todo o mundo.</p><h2>Nossa Jornada: Unindo Tradição e Inovação</h2><p>A ideia para o Aplicativo do Terço nasceu de uma paixão genuína pelo Terço e o desejo de torná-lo mais acessível e envolvente para pessoas de diferentes origens. Nossa missão estava clara: manter a tradição atemporal do Terço enquanto abraçávamos as possibilidades que a tecnologia oferece para o crescimento espiritual.</p><h2>Recursos Aprimorados para uma Conexão Mais Profunda</h2><ul><li><strong>Continue de Onde Parou:</strong> A vida pode ficar agitada e, às vezes, não podemos concluir nossas orações de uma vez. Nosso aplicativo permite que você continue exatamente de onde parou, garantindo que sua devoção não seja interrompida.</li><li><strong>Terço em Áudio:</strong> Mergulhe na oração com nosso recurso de Terço em áudio. Ouça a recitação tranquila das orações em inglês, espanhol, latim e polonês (áudio não incluído para o último idioma).</li><li><strong>Seleção de Mistérios:</strong> Personalize sua experiência com o Terço selecionando qual conjunto de Mistérios você deseja rezar, seja os Mistérios Gozosos, Dolorosos, Gloriosos ou Luminosos.</li><li><strong>Deteção Automática de Mistérios Diários:</strong> Deixe o aplicativo guiá-lo em sua devoção diária, detectando automaticamente e sugerindo os Mistérios apropriados para aquele dia.</li></ul><h2>Em Breve: Expandindo Sua Experiência com o Terço</h2><p>Nosso compromisso em aprimorar sua jornada espiritual não termina aqui. Estamos trabalhando diligentemente para adicionar novos recursos para tornar sua experiência ainda mais enriquecedora:</p><ul><li><strong>Pedidos de Oração:</strong> Compartilhe suas intenções e solicite orações da comunidade global do Terço. Juntos, podemos elevar uns aos outros na fé.</li><li><strong>Testemunhos:</strong> Compartilhe suas experiências pessoais e testemunhos, fortalecendo o poder da oração e do Terço em sua vida.</li><li><strong>Comunidade:</strong> Conecte-se com outros devotos, participe de discussões e construa uma comunidade sólida e solidária que transcende fronteiras.</li><li><strong>E Mais:</strong> Temos planos empolgantes para adicionar recursos adicionais e atualizações que aprimorarão ainda mais sua experiência com o Terço.</li></ul><h2>Junte-se a Nós Nesta Jornada Espiritual</h2><p>Em nosso cerne, acreditamos no poder transformador da oração e da comunidade. Convidamos você a fazer parte de nossa jornada enquanto nos esforçamos para fornecer a você um Aplicativo do Terço que não apenas fortaleça sua fé, mas também o aproxime de uma comunidade global de fiéis. Juntos, podemos criar uma conexão mais profunda com nossa fé, não importa onde estejamos no mundo.</p>",
  "share_content": "Compartilhar conteúdo: Explore o Guia de Meditação do Rosário 📿 Immerse-se em momentos de oração com áudio.",
  "prayer_for_pope": "Orações pelas intenções do Papa",
  "no_network_title": "Sem Conexão à Internet",
  "no_network_content": "Este aplicativo está atualmente configurado como offline",
  "joyful_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/portuguese/joyful.mp3",
  "sorrowful_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/portuguese/sorrowful.mp3",
  "glorious_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/portuguese/glorious.mp3",
  "luminous_audio_url": "https://foodengo2.s3.eu-west-2.amazonaws.com/rosary/portuguese/luminous.mp3",
  "first_decade": "Primeira Década",
  "second_decade": "Segunda Década",
  "third_decade": "Terceira Década",
  "fourth_decade": "Quarta Década",
  "fifth_decade": "Quinta Década",
  "congratulation": "Parabéns",
  "congratulation_msg": "Você completou todos os mistérios deste conjunto.",
  "finish": "Terminar",
  "name_of_father": "Em nome do Pai e do Filho e do Espírito Santo. Amém.",
  "joyful_days": "Segundas-feiras e sábados",
  "glorious_days": "Quartas-feiras e domingos",
  "sorrowful_days": "Terças-feiras e sextas-feiras",
  "luminous_days": "Quintas-feiras",
  "select_language": "Selecionar Idioma",
  "meditation": "Meditação do Rosário",
  "save": "Salvar",
  "app_name": "Guia de Meditação do Rosário",
  "language": "Linguagem",
  "about_us": "Sobre nós",
  "share": "Compartilhar",
  "rate_us": "Nos avalie",
  "download_title": "Deseja baixar?",
  "download_content": "Baixar este áudio permitirá que você reproduza sem a necessidade de conexão à internet.",
  "you_can_change_language": "Você pode mudar o idioma",
  "select_a_language": "Selecionar um idioma",
  "back_to_home": "Voltar para a página inicial",
  "start_rosary": "Começar Rosário",
  "listen": "Ouça o áudio do Rosário",
  "sorrowful_mystery": "Mistério Doloroso",
  "glorious_mystery": "Mistério Glorioso",
  "joyful_mystery": "Mistério alegre",
  "luminous_mystery": "Mistério Luminoso",
  "todays_mystery": "O mistério de hoje",
  "relection": "Reflexão",
  "our_father": "<p>Pai nosso, que estás nos céus,</p><p>santificado seja o teu Nome;</p><p>venha o teu reino; seja feita a tua vontade,</p><p>assim na terra como no céu;</p><p>dá-nos hoje o pão nosso de cada dia;</p><p>perdoa-nos as nossas ofensas,</p><p>assim como nós perdoamos a quem nos tem ofendido;</p><p>não nos deixes cair em tentação,</p><p>mas livra-nos do mal. Amém.</p>",
  "our_father_title": "Pai Nosso",
  "apostle_creed": "<p>Creio em Deus, Pai Todo-Poderoso, Criador do Céu e da Terra;</p><p>e em Jesus Cristo, seu único Filho, Nosso Senhor, que foi concebido pelo Espírito Santo, nasceu da Virgem Maria, padeceu sob Pôncio Pilatos, foi crucificado, morto e sepultado.</p><p>Desceu à mansão dos mortos, ressuscitou ao terceiro dia, subiu aos céus e está sentado à direita de Deus Pai Todo-Poderoso; de onde há de vir a julgar os vivos e os mortos.</p><p>Creio no Espírito Santo, na Santa Igreja Católica, na comunhão dos santos, na remissão dos pecados, na ressurreição da carne e na vida eterna. Amém.</p>",
  "apostle_creed_title": "Eu acredito em Deus...",
  "glory_to_father": "Glória ao Pai, e ao Filho, e ao Espírito Santo. Assim como era no princípio, agora e sempre, e por todos os séculos. Amém.",
  "hail_mary": "<p>Ave Maria, cheia de graça, o Senhor é convosco. Bendita sois vós entre as mulheres e bendito é o fruto do vosso ventre, Jesus. Santa Maria, Mãe de Deus, rogai por nós, pecadores, agora e na hora da nossa morte. Amém.</p>",
  "oh_my_jesus": "<p>Oh meu Jesus, perdoai-nos os nossos pecados, livrai-nos do fogo do inferno, levai todas as almas para o Céu, especialmente as que mais precisarem da Vossa misericórdia. Amém.</p>",
  "mary_queen_of_peace": "Maria, Rainha do Céu, rogai por nós.",
  "fatima_prayer": "<p>Oh meu Jesus, perdoai-nos os nossos pecados, livrai-nos do fogo do inferno, levai todas as almas para o Céu, especialmente as que mais precisarem da Vossa misericórdia.</p>",
  "hail_holy_queen": "<p>Ave, Rainha santa, Mãe de misericórdia;</p><p>vida, doçura e esperança nossa, salve.</p><p>A vós bradamos, os degredados filhos de Eva.</p><p>A vós suspiramos, gemendo e chorando neste vale de lágrimas.</p><p>Eia, pois, advogada nossa,</p><p>esses vossos olhos misericordiosos a nós volvei;</p><p>e, depois deste desterro, mostrai-nos Jesus,</p><p>bendito fruto do vosso ventre.</p><p>Ó clemente, ó piedosa, ó doce sempre Virgem Maria.</p><p>Rogai por nós, Santa Mãe de Deus,</p><p>para que sejamos dignos das promessas de Cristo. Amém.</p>",
  "glory_to_father_title": "Glória ao Pai",
  "click_to_close": "Clique para fechar",
  "hail_mary_title": "Ave Maria",
  "fatima_title": "Ó meu Jesus",
  "mary_queen_of_peace_title": "Maria Rainha da Paz",
  "bead_number": "Número do grânulo:",
  "hail_holy_queen_title": "Salve Rainha Santa",
  "oh_my_jesus_title": "Ó meu Jesus",
  "loreto_litany_title": "A Ladainha de Loreto",

  "monday": "segundas-feiras",
  "tuesday": "terças-feiras",
  "wednesday": "quartas-feiras",
  "thursday": "quintas-feiras",
  "friday": "sextas-feiras",
  "saturday": "sábados",
  "sunday": "domingos",

  "loreto_litany": "<p>Senhor, tende piedade de nós.</p><p>Cristo, tende piedade de nós.</p><p>Senhor, tende piedade de nós.</p><p>Cristo, ouvi-nos.</p><p>Cristo, atendei-nos com bondade.</p><p>Deus Pai do Céu, tende piedade de nós.</p><p>Deus Filho, Redentor do mundo, tende piedade de nós.</p><p>Deus Espírito Santo, tende piedade de nós.</p><p>Santíssima Trindade, um só Deus, tende piedade de nós.</p><p>Santa Maria, rogai por nós.</p><p>Santa Mãe de Deus, rogai por nós.</p><p>Santa Virgem das virgens, rogai por nós.</p><p>Mãe de Cristo, rogai por nós.</p><p>Mãe da divina graça, rogai por nós.</p><p>Mãe puríssima, rogai por nós.</p><p>Mãe castíssima, rogai por nós.</p><p>Mãe inviolada, rogai por nós.</p><p>Mãe imaculada, rogai por nós.</p><p>Mãe amável, rogai por nós.</p><p>Mãe admirável, rogai por nós.</p><p>Mãe do bom conselho, rogai por nós.</p><p>Mãe do Criador, rogai por nós.</p><p>Mãe do Salvador, rogai por nós.</p><p>Virgem prudentíssima, rogai por nós.</p><p>Virgem venerável, rogai por nós.</p><p>Virgem renomada, rogai por nós.</p><p>Virgem poderosa, rogai por nós.</p><p>Virgem misericordiosa, rogai por nós.</p><p>Virgem fiel, rogai por nós.</p><p>Espelho de justiça, rogai por nós.</p><p>Sede de sabedoria, rogai por nós.</p><p>Causa da nossa alegria, rogai por nós.</p><p>Vaso espiritual, rogai por nós.</p><p>Vaso digno de honra, rogai por nós.</p><p>Vaso insigne de devoção, rogai por nós.</p><p>Rosa mística, rogai por nós.</p><p>Torre de Davi, rogai por nós.</p><p>Torre de marfim, rogai por nós.</p><p>Casa de ouro, rogai por nós.</p><p>Arca da aliança, rogai por nós.</p><p>Porta do Céu, rogai por nós.</p><p>Estrela da manhã, rogai por nós.</p><p>Salvação dos enfermos, rogai por nós.</p><p>Refúgio dos pecadores, rogai por nós.</p><p>Consoladora dos aflitos, rogai por nós.</p><p>Auxílio dos cristãos, rogai por nós.</p><p>Rainha dos Anjos, rogai por nós.</p><p>Rainha dos Patriarcas, rogai por nós.</p><p>Rainha dos Profetas, rogai por nós.</p><p>Rainha dos Apóstolos, rogai por nós.</p><p>Rainha dos Mártires, rogai por nós.</p><p>Rainha dos Confessores, rogai por nós.</p><p>Rainha das Virgens, rogai por nós.</p><p>Rainha de todos os Santos, rogai por nós.</p><p>Rainha concebida sem pecado original, rogai por nós.</p><p>Rainha assunta ao Céu, rogai por nós.</p><p>Rainha do Santo Rosário, rogai por nós.</p><p>Rainha das famílias, rogai por nós.</p><p>Rainha da paz, rogai por nós.</p><p>Cordeiro de Deus, que tirais o pecado do mundo, tende piedade de nós.</p><p>Cordeiro de Deus, que tirais o pecado do mundo, ouvi-nos, Senhor.</p><p>Cordeiro de Deus, que tirais o pecado do mundo, tende piedade de nós.</p><p>Rogai por nós, Santa Mãe de Deus.</p><p>Para que sejamos dignos das promessas de Cristo.</p><p>Oremos:</p><p>Concedei-nos, Senhor Deus, gozar sempre do bem-estar da alma e do corpo, e por intercessão da gloriosa sempre Virgem Maria, sermos livres das tristezas presentes e alcançarmos as alegrias eternas. Por Cristo, nosso Senhor. Amém.</p>",
  "welcome_msg": "Reze o rosário e encontre paz na meditação",
  "rosary_continue": "Você quer continuar com seu rosário anterior?",
  "yes": "Sim",
  "no": "Não",
  "restart": "Reiniciar",
  "home": "Início",
  "about": "Sobre",
  "more": "Mais",
  "confirmation": "Confirmação",
  "opening_bead": "Contas de abertura",

  "first_joyful_title": "Primeiro Mistério Gozoso",
  "first_joyful_name": "A Anunciação",
  "first_joyful_scripture": "Lucas 1:26-38",
  "first_joyful_text": "<p>No sexto mês, o anjo Gabriel foi enviado por Deus a uma cidade da Galileia chamada Nazaré, a uma virgem comprometida com um homem chamado José, da casa de Davi. E o nome da virgem era Maria. E ele se aproximou dela e disse: 'Alegre-se, favorecida! O Senhor está com você!' Mas ela ficou muito perturbada com essa saudação e tentou entender que tipo de cumprimento era esse. Então o anjo disse a ela: 'Não tenha medo, Maria; você encontrou favor diante de Deus. Eis que você conceberá no seu ventre e dará à luz um filho, e porá nele o nome de Jesus. Ele será grande e será chamado Filho do Altíssimo. O Senhor Deus lhe dará o trono de seu pai Davi, e ele reinará para sempre sobre a descendência de Jacó; o seu Reino jamais terá fim.'<br><br>E Maria disse ao anjo: 'Como acontecerá isso, se eu não conheço homem?' E o anjo respondeu: 'O Espírito Santo descerá sobre você, e o poder do Altíssimo a envolverá com a sua sombra. Por isso, aquele que vai nascer será chamado santo, Filho de Deus. Também Isabel, sua parenta, concebeu um filho na velhice; e este é o sexto mês daquela que era considerada estéril. Para Deus, nada é impossível.' Então Maria declarou: 'Eis aqui a serva do Senhor; que aconteça comigo conforme a tua palavra.' E o anjo a deixou.</p>",
  "first_joyful_reflection": "<p>No primeiro Mistério Gozoso, refletimos sobre a humilde submissão de Maria ao plano de Deus. Assim como ela disse 'Sim' ao anjo Gabriel, somos chamados a abraçar a vontade de Deus em nossas vidas com confiança e entrega. Enquanto rezamos esta dezena, contemplemos a obediência de Maria e peçamos força para alinhar nossas próprias vidas ao propósito de Deus.</p>",

  "second_joyful_id": 2,
  "second_joyful_title": "Segundo Mistério Gozoso",
  "second_joyful_name": "A Visitação",
  "second_joyful_scripture": "Lucas 1:39-56",
  "second_joyful_text": "<p>Naqueles dias, Maria se levantou e foi com pressa para a região montanhosa, para uma cidade de Judá. Ela entrou na casa de Zacarias e saudou Isabel. Quando Isabel ouviu a saudação de Maria, o bebê pulou no seu ventre. E Isabel ficou cheia do Espírito Santo, e com um grande grito exclamou: 'Bendita és tu entre as mulheres, e bendito é o fruto do teu ventre! E por que me concedeu isso, que a mãe do meu Senhor venha a mim? Pois assim que a sua saudação chegou aos meus ouvidos, o bebê em meu ventre pulou de alegria. E bem-aventurada é aquela que creu que haverá cumprimento das coisas que lhe foram ditas da parte do Senhor.'<br><br>E Maria disse: 'Minha alma glorifica ao Senhor, e o meu espírito se alegra em Deus, meu Salvador, pois atentou para a humildade da sua serva. De agora em diante, todas as gerações me chamarão bem-aventurada, pois o Poderoso fez grandes coisas por mim; santo é o seu nome. A sua misericórdia se estende de geração em geração sobre aqueles que o temem. Ele realizou poderosos feitos com seu braço; dispersou aqueles que são soberbos nos pensamentos de seus corações. Derrubou dos seus tronos os poderosos e exaltou os humildes; encheu de bens os famintos, mas despediu de mãos vazias os ricos. Ajudou a seu servo Israel, lembrando-se de sua misericórdia, conforme prometera aos nossos antepassados, a Abraão e a seus descendentes para sempre.'<br><br>E Maria ficou com Isabel cerca de três meses; depois voltou para casa.</p>",
  "second_joyful_reflection": "<p>No segundo Mistério Gozoso, meditamos sobre a visita de Maria à sua prima Isabel. O encontro delas é cheio de alegria e graça, pois ambas compartilham o assombro de suas gestações. A humildade de Maria brilha ao reconhecer seu papel como mãe do Salvador. A bênção de Isabel revela o reconhecimento de sua vocação única. Enquanto contemplamos este mistério, que possamos aprender com Maria e Isabel a importância de nos apoiarmos mutuamente em nossas jornadas espirituais e nos alegrarmos com as bênçãos umas das outras.</p>",

  "third_joyful_id": 3,
  "third_joyful_title": "Terceiro Mistério Gozoso",
  "third_joyful_name": "O Nascimento",
  "third_joyful_scripture": "Lucas 2:1-20",
  "third_joyful_text": "<p>Naqueles dias, foi publicado um decreto de César Augusto, convocando toda a população do império para recensear-se. Este primeiro recenseamento ocorreu enquanto Quirino era governador da Síria. Todos iam alistar-se, cada um na sua própria cidade. E também José, por ser da casa e da linhagem de Davi, subiu da cidade de Nazaré, na Galileia, para a Judeia, para Belém, a cidade de Davi, porque pertencia à casa e à linhagem de Davi. Ele foi a fim de alistar-se, com Maria, que lhe estava prometida em casamento e esperava um filho. Enquanto estavam lá, chegou o tempo de nascer o bebê, e ela deu à luz o seu filho primogênito. Envolveu-o em panos e o colocou numa manjedoura, porque não havia lugar para eles na hospedaria.</p><p>Na mesma região, havia pastores que estavam nos campos, cuidando dos seus rebanhos durante a noite. Um anjo do Senhor apareceu-lhes e a glória do Senhor resplandeceu ao redor deles, e ficaram aterrorizados. Mas o anjo lhes disse: 'Não tenham medo. Estou lhes trazendo boas novas de grande alegria, que são para todo o povo: Hoje, na cidade de Davi, nasceu o Salvador, que é Cristo, o Senhor. Isto servirá de sinal para vocês: encontrarão o bebê envolto em panos e deitado numa manjedoura.' De repente, uma grande multidão do exército celestial apareceu com o anjo, louvando a Deus e dizendo: 'Glória a Deus nas alturas, e paz na terra aos homens aos quais ele concede seu favor!'</p><p>Quando os anjos os deixaram e foram para o céu, os pastores disseram uns aos outros: 'Vamos a Belém ver isso que aconteceu, e que o Senhor nos informou.' E foram apressadamente e encontraram Maria e José, e o bebê deitado na manjedoura. Depois de verem, contaram o que lhes fora dito a respeito daquele menino, e todos os que ouviram ficaram admirados com o que os pastores lhes disseram. Maria, porém, guardava todas essas coisas e pensava sobre elas em seu coração. Os pastores voltaram glorificando e louvando a Deus por tudo o que tinham ouvido e visto, como lhes fora dito.</p>",
  "third_joyful_reflection": "<p>No terceiro Mistério Gozoso, meditamos sobre o nascimento de Jesus em um ambiente humilde. O Criador do universo escolheu entrar no mundo como uma criança vulnerável, revelando a profundidade do amor de Deus pela humanidade. Enquanto contemplamos este mistério, reconheçamos a importância do nascimento de Cristo e a esperança que ele traz para nossas vidas.</p>",

  "fourth_joyful_id": 4,
  "fourth_joyful_title": "Quarto Mistério Gozoso",
  "fourth_joyful_name": "A Apresentação",
  "fourth_joyful_scripture": "Lucas 2:22-39",
  "fourth_joyful_text": "<p>E quando chegou o tempo da purificação deles, segundo a Lei de Moisés, levaram Jesus a Jerusalém para apresentá-lo ao Senhor (conforme está escrito na Lei do Senhor: 'Todo primogênito do sexo masculino será consagrado ao Senhor') e para oferecer um sacrifício de acordo com o que diz a Lei do Senhor: 'um par de rolas ou dois pombinhos jovens'. Havia em Jerusalém um homem chamado Simeão, justo e piedoso, que esperava a consolação de Israel, e o Espírito Santo estava sobre ele. Foi-lhe revelado pelo Espírito Santo que ele não morreria antes de ver o Cristo do Senhor. Movido pelo Espírito, ele foi ao templo; e quando os pais trouxeram o menino Jesus para cumprir o que a Lei exigia, Simeão o tomou nos braços e louvou a Deus, dizendo:</p><p>'Agora, Soberano, podes despedir em paz o teu servo, segundo a tua palavra, pois os meus olhos viram a tua salvação, que preparaste diante de todos os povos: luz para revelação aos gentios e para a glória de Israel, teu povo.' O pai e a mãe de Jesus estavam admirados com o que se dizia do menino. Simeão os abençoou e disse a Maria, a mãe de Jesus: 'Este menino está destinado a causar a queda e o soerguimento de muitos em Israel, e a ser um sinal de contradição, a fim de que se revelem os pensamentos de muitos corações. Quanto a você, uma espada lhe traspassará a alma.'</p><p>Havia também uma profetisa chamada Ana, filha de Fanuel, da tribo de Aser. Era de idade muito avançada; depois de casar-se, vivera com seu marido sete anos, e então permanecera viúva até a idade de oitenta e quatro anos. Nunca deixava o templo, mas adorava a Deus jejuando e orando noite e dia. Chegando ali naquele mesmo instante, ela deu graças a Deus e falou a respeito do menino a todos os que esperavam a redenção de Jerusalém.</p><p>Depois de terem cumprido tudo conforme a Lei do Senhor, voltaram à Galileia, a sua cidade de Nazaré. E o menino crescia e se fortalecia. Ele estava cheio de sabedoria, e a graça de Deus estava sobre ele.</p>",
  "fourth_joyful_reflection": "<p>No quarto Mistério Gozoso, refletimos sobre a apresentação de Jesus no templo. A obediência de Maria e José à tradição revela o compromisso deles em seguir as leis de Deus. O reconhecimento de Simeão de Jesus como a Luz do mundo nos lembra do impacto da presença de Cristo em nossas vidas. Oremos pela graça de nos apresentarmos continuamente a Deus e receber Suas bênçãos.</p>",

  "fifth_joyful_id": 5,
  "fifth_joyful_title": "Quinto Mistério Gozoso",
  "fifth_joyful_name": "O Encontro no Templo",
  "fifth_joyful_scripture": "Lucas 2:41-52",
  "fifth_joyful_text": "<p>Agora, os pais de Jesus iam a Jerusalém todos os anos na Festa da Páscoa. Quando ele tinha doze anos, eles subiram segundo o costume. Quando terminou a festa e eles estavam voltando, o menino Jesus ficou para trás em Jerusalém. Seus pais não sabiam disso, mas pensando que ele estivesse entre os parentes e conhecidos, eles caminharam por um dia, mas depois começaram a procurá-lo entre os parentes e conhecidos. E quando não o encontraram, voltaram a Jerusalém, procurando-o. Depois de três dias o encontraram no templo, sentado entre os mestres, ouvindo-os e fazendo perguntas. Todos os que o ouviam ficavam maravilhados com a sua compreensão e suas respostas. Quando seus pais o viram, ficaram pasmos. Sua mãe disse a ele: 'Filho, por que você nos fez isso? Seu pai e eu estávamos aflitos, procurando você.' Ele lhes disse: 'Por que vocês estavam me procurando? Não sabiam que eu precisava estar na casa de meu Pai?' Mas eles não entenderam o que ele disse. Ele desceu com eles para Nazaré e era submisso a eles. Sua mãe guardava todas essas coisas em seu coração.</p><p>E Jesus crescia em sabedoria, estatura e graça diante de Deus e dos homens.</p>",
  "fifth_joyful_reflection": "<p>No quinto Mistério Gozoso, refletimos sobre o encontro de Jesus no templo. A ansiedade de Maria e José ao procurarem Jesus nos ensina a importância de buscá-Lo em nossas vidas. A resposta de Jesus destaca Seu propósito divino e Seu desejo de que estejamos na casa de Seu Pai. Busquemos estar atentos à presença e aos ensinamentos de Jesus enquanto caminhamos pela vida.</p>",

  "first_sorrowful_id": 1,
  "first_sorrowful_title": "Primeiro Mistério Doloroso",
  "first_sorrowful_name": "A Agonia no Jardim",
  "first_sorrowful_scripture": "Mateus 26:36-46",
  "first_sorrowful_text": "<p>Então Jesus foi com eles a um lugar chamado Getsêmani e disse aos discípulos: 'Sentem-se aqui enquanto vou lá e oro.' E levando consigo Pedro e os dois filhos de Zebedeu, ele começou a ficar triste e angustiado. Então ele disse a eles: 'A minha alma está profundamente triste, a ponto de morrer; fiquem aqui e vigiem comigo.' E indo um pouco mais adiante, ele caiu com o rosto em terra e orou, dizendo: 'Meu Pai, se for possível, afasta de mim este cálice; contudo, não seja como eu quero, mas sim como tu queres.' E ele veio aos discípulos e os encontrou dormindo. E disse a Pedro: 'Então, vocês não puderam vigiar comigo nem por uma hora? Vigiem e orem para que vocês não caiam em tentação. O espírito está pronto, mas a carne é fraca.' Novamente, pela segunda vez, ele se afastou e orou: 'Meu Pai, se isto não pode passar sem que eu o beba, faça-se a tua vontade.' E voltou outra vez e os encontrou dormindo, pois seus olhos estavam pesados. Deixando-os novamente, ele foi e orou pela terceira vez, repetindo as mesmas palavras. Então ele voltou aos discípulos e disse a eles: 'Podem dormir agora e descansar. Olhem, a hora está próxima, e o Filho do Homem está sendo entregue nas mãos dos pecadores. Levantem-se, vamos! Aquele que me trai está se aproximando.'</p>",
  "first_sorrowful_reflection": "<p>No primeiro Mistério Doloroso, contemplamos a agonia de Jesus no Jardim do Getsêmani. Diante do peso de sua iminente crucificação, Jesus ora ao Pai, expressando sua angústia e submissão à vontade de Deus. Seu exemplo nos ensina a buscar a orientação e a força de Deus em tempos de dificuldade. Ao meditarmos neste mistério, lembremos do sacrifício de Jesus e de seu compromisso inabalável em cumprir o plano de seu Pai.</p>",

  "second_sorrowful_id": 2,
  "second_sorrowful_title": "Segundo Mistério Doloroso",
  "second_sorrowful_name": "A Flagelação no Pilar",
  "second_sorrowful_scripture": "Mateus 27:26",
  "second_sorrowful_text": "<p>Então soltou-lhes Barrabás, mas a Jesus, depois de açoitá-lo, entregou para ser crucificado.</p>",
  "second_sorrowful_reflection": "<p>No segundo Mistério Doloroso, refletimos sobre a flagelação de Jesus no pilar. Jesus suportou um imenso sofrimento físico, sendo espancado e chicoteado antes de sua crucificação. Seu sacrifício revela a profundidade de seu amor pela humanidade. Ao meditarmos neste mistério, lembremos da dor que Jesus suportou por nosso bem e busquemos unir nossos próprios sofrimentos aos Dele para a redenção do mundo.</p>",

  "third_sorrowful_id": 3,
  "third_sorrowful_title": "Terceiro Mistério Doloroso",
  "third_sorrowful_name": "A Coroação de Espinhos",
  "third_sorrowful_scripture": "Mateus 27:27-31",
  "third_sorrowful_text": "<p>Então os soldados do governador levaram Jesus para o palácio do governador e reuniram toda a coorte ao redor dele. Eles o despiram e colocaram um manto vermelho sobre ele, e trançaram uma coroa de espinhos, colocando-a em sua cabeça, e puseram uma vara em sua mão direita. Ajoelhando-se diante dele, zombaram, dizendo: 'Salve, Rei dos Judeus!' E cuspiram nele, pegaram a vara e bateram em sua cabeça. Depois de zombarem dele, tiraram-lhe o manto, vestiram-no com suas próprias roupas e o conduziram para ser crucificado.</p>",
  "third_sorrowful_reflection": "<p>No terceiro Mistério Doloroso, contemplamos a coroação de Jesus com espinhos. A cruel zombaria e abuso dos soldados destacam a profundidade do sofrimento e humilhação de Jesus. No entanto, mesmo diante de tudo isso, Ele permanece firme em sua missão de salvar a humanidade. Ao meditarmos neste mistério, reflitamos sobre a injustiça que Jesus suportou e busquemos encontrar coragem em seu exemplo quando enfrentamos nossos próprios desafios.</p>",

  "fourth_sorrowful_id": 4,
  "fourth_sorrowful_title": "Quarto Mistério Doloroso",
  "fourth_sorrowful_name": "O Carregamento da Cruz",
  "fourth_sorrowful_scripture": "João 19:16-17",
  "fourth_sorrowful_text": "<p>Então eles pegaram Jesus, e ele saiu carregando sua própria cruz, em direção ao lugar chamado Calvário, que em aramaico é chamado de Gólgota.</p>",
  "fourth_sorrowful_reflection": "<p>No quarto Mistério Doloroso, refletimos sobre a jornada de Jesus enquanto ele carrega a cruz até o Gólgota. O peso da cruz representa o fardo dos pecados da humanidade que Jesus carrega voluntariamente para nossa salvação. Ao meditarmos neste mistério, reconheçamos o sacrifício que Jesus fez por nós e encontremos força em seu exemplo de abnegação e determinação.</p>",

  "fifth_sorrowful_id": 5,
  "fifth_sorrowful_title": "Quinto Mistério Doloroso",
  "fifth_sorrowful_name": "A Crucificação",
  "fifth_sorrowful_scripture": "Lucas 23:33-46",
  "fifth_sorrowful_text": "<p>E quando chegaram ao lugar chamado Calvário, ali o crucificaram, juntamente com os criminosos, um à direita e outro à esquerda. E Jesus disse: 'Pai, perdoa-lhes, porque não sabem o que fazem.' Eles então dividiram as vestes dele lançando sortes. E o povo permanecia ali, observando, mas os líderes zombavam dele, dizendo: 'Ele salvou outros; que ele se salve a si mesmo, se é o Cristo de Deus, o Escolhido!' Os soldados também o ridicularizavam, oferecendo-lhe vinho azedo e dizendo: 'Se você é o Rei dos Judeus, salve-se a si mesmo!' Havia também uma inscrição sobre ele: 'Este é o Rei dos Judeus.'</p><p>Um dos criminosos que foram crucificados insultava Jesus, dizendo: 'Você não é o Cristo? Salve-se a si mesmo e a nós!' Mas o outro o repreendeu, dizendo: 'Você não teme a Deus, uma vez que está sob a mesma sentença de condenação? E nós, de fato, estamos sendo punidos com justiça, porque estamos recebendo o castigo merecido por nossas ações. Mas este homem não fez nada de errado.' E ele disse: 'Jesus, lembra-te de mim quando entrares no teu reino.' E Jesus lhe disse: 'Em verdade te digo que hoje estarás comigo no Paraíso.'</p><p>Era por volta da sexta hora, e houve escuridão sobre toda a terra até a nona hora, quando a luz do sol se apagou. E o véu do templo se rasgou ao meio. Então Jesus, clamando com voz alta, disse: 'Pai, em tuas mãos entrego o meu espírito!' E, tendo dito isso, expirou.</p>",
  "fifth_sorrowful_reflection": "<p>No quinto Mistério Doloroso, refletimos sobre a crucificação de Jesus na Cruz. Seu supremo ato de amor e sacrifício é evidente quando Ele perdoa aqueles que o crucificam e concede a salvação ao ladrão arrependido. Ao meditarmos sobre este mistério, abracemos a profundidade do amor sacrificial de Jesus e encontremos esperança e redenção em sua vitória sobre o pecado e a morte.</p>",

  "first_glorious_id": 1,
  "first_glorious_title": "Primeiro Mistério Glorioso",
  "first_glorious_name": "A Ressurreição",
  "first_glorious_scripture": "Mateus 28:1-10",
  "first_glorious_text": "<p>Agora, após o sábado, ao amanhecer do primeiro dia da semana, Maria Madalena e a outra Maria foram ver o sepulcro. E eis que houve um grande terremoto, pois um anjo do Senhor desceu do céu e veio e rolou a pedra e sentou-se nela. Sua aparência era como um relâmpago, e suas roupas brancas como a neve. E por medo dele, os guardas tremeram e ficaram como mortos. Mas o anjo disse às mulheres: 'Não tenham medo, pois sei que vocês procuram Jesus, que foi crucificado. Ele não está aqui, pois ressuscitou, como ele disse. Venham, vejam o lugar onde ele estava deitado. Então vão depressa e digam aos seus discípulos que ele ressuscitou dos mortos e está indo adiante de vocês para a Galileia; lá vocês o verão. Vejam, eu lhes disse.' Então elas saíram rapidamente do sepulcro com medo e grande alegria, e correram para contar aos discípulos. E eis que Jesus as encontrou e disse: 'Saudações!' E elas se aproximaram e seguraram seus pés e o adoraram. Então Jesus lhes disse: 'Não tenham medo; vão e digam aos meus irmãos que vão para a Galileia, e lá eles me verão.'</p>",
  "first_glorious_reflection": "<p>No primeiro Mistério Glorioso, contemplamos a ressurreição de Jesus dentre os mortos. Sua vitória sobre a morte traz esperança e vida a todos os crentes. Ao meditarmos sobre este mistério, alegremo-nos na ressurreição e abracemos a promessa de vida eterna que Jesus nos oferece.</p>",

  "second_glorious_id": 2,
  "second_glorious_title": "Segundo Mistério Glorioso",
  "second_glorious_name": "A Ascensão",
  "second_glorious_scripture": "Lucas 24:50-53, Atos 1:9-11",
  "second_glorious_text": "<p>Então ele os conduziu para fora até Betânia, e levantando as mãos, os abençoou. Enquanto os abençoava, ele se separou deles e foi elevado aos céus. E eles o adoraram e voltaram para Jerusalém com grande alegria, e estavam continuamente no templo abençoando a Deus.</p><p>E quando ele disse essas coisas, enquanto eles observavam, ele foi elevado, e uma nuvem o tomou de vista deles. E enquanto estavam olhando para o céu enquanto ele ia, eis que dois homens pararam ao lado deles com roupas brancas, e disseram: 'Homens da Galileia, por que vocês estão olhando para o céu? Este Jesus, que foi levado de vocês para o céu, virá da mesma maneira que o viram ir para o céu.'</p>",
  "second_glorious_reflection": "<p>No segundo Mistério Glorioso, refletimos sobre a ascensão de Jesus aos céus. Sua partida marca a conclusão de sua missão terrena e a promessa de seu retorno. Ao meditarmos sobre este mistério, lembremos que Jesus está sempre conosco e nos chama a continuar seu trabalho na terra até seu glorioso retorno.</p>",

  "third_glorious_id": 3,
  "third_glorious_title": "Terceiro Mistério Glorioso",
  "third_glorious_name": "A Descida do Espírito Santo",
  "third_glorious_scripture": "Atos 2:1-4",
  "third_glorious_text": "<p>Quando chegou o dia de Pentecostes, estavam todos reunidos em um só lugar. E de repente veio dos céus um som como o de um vento impetuoso, e encheu toda a casa onde estavam assentados. E apareceram a eles línguas divididas, como de fogo, e repousaram sobre cada um deles. E todos ficaram cheios do Espírito Santo e começaram a falar em outras línguas, conforme o Espírito lhes concedia expressar-se.</p>",
  "third_glorious_reflection": "<p>No terceiro Mistério Glorioso, contemplamos a descida do Espírito Santo sobre os apóstolos no Pentecostes. Esse evento marca o início da Igreja e capacita os crentes a espalhar a mensagem de Cristo. Ao meditarmos sobre este mistério, abramos nossos corações para a orientação do Espírito Santo e busquemos viver vidas transformadas por Sua presença.</p>",

  "fourth_glorious_id": 4,
  "fourth_glorious_title": "Quarto Mistério Glorioso",
  "fourth_glorious_name": "A Assunção",
  "fourth_glorious_scripture": "Apocalipse 12:1-6",
  "fourth_glorious_text": "<p>E apareceu um grande sinal no céu: uma mulher vestida de sol, com a lua debaixo dos seus pés, e uma coroa de doze estrelas sobre a sua cabeça. Ela estava grávida e gritava de dores, sofrendo as angústias do parto. Outro sinal apareceu no céu: um grande dragão vermelho, com sete cabeças e dez chifres, e nas suas cabeças sete coroas. A sua cauda arrastou a terça parte das estrelas do céu e lançou-as sobre a terra. E o dragão estava diante da mulher que estava para dar à luz, para que, quando ela desse à luz, devorasse o seu filho. E ela deu à luz um filho varão, que há de reger todas as nações com vara de ferro. Mas o filho foi arrebatado para Deus e para o seu trono. E a mulher fugiu para o deserto, onde já tinha lugar preparado por Deus, para que ali fosse alimentada durante mil duzentos e sessenta dias.</p>",
  "fourth_glorious_reflection": "<p>No quarto Mistério Glorioso, refletimos sobre a assunção de Maria ao céu. Esse evento honra o papel único de Maria na história da salvação e antecipa o destino que aguarda todos os crentes. Ao meditarmos sobre este mistério, busquemos a intercessão de Maria e esforcemo-nos para seguir o exemplo da sua fé e obediência.</p>",

  "fifth_glorious_id": 5,
  "fifth_glorious_title": "Quinto Mistério Glorioso",
  "fifth_glorious_name": "A Coroação",
  "fifth_glorious_scripture": "Apocalipse 12:1-6",
  "fifth_glorious_text": "<p>Então apareceu um grande sinal no céu: uma mulher vestida de sol, com a lua debaixo dos seus pés, e uma coroa de doze estrelas sobre a sua cabeça. Ela estava grávida e gritava de dores, sofrendo as angústias do parto. Outro sinal apareceu no céu: um grande dragão vermelho, com sete cabeças e dez chifres, e nas suas cabeças sete coroas. A sua cauda arrastou a terça parte das estrelas do céu e lançou-as sobre a terra. E o dragão estava diante da mulher que estava para dar à luz, para que, quando ela desse à luz, devorasse o seu filho. E ela deu à luz um filho varão, que há de reger todas as nações com vara de ferro. Mas o filho foi arrebatado para Deus e para o seu trono. E a mulher fugiu para o deserto, onde já tinha lugar preparado por Deus, para que ali fosse alimentada durante mil duzentos e sessenta dias.</p>",
  "fifth_glorious_reflection": "<p>No quinto Mistério Glorioso, refletimos sobre a coroação de Maria como Rainha do Céu e da Terra. Esse evento simboliza o seu papel exaltado como Mãe de Deus e nossa mãe espiritual. Ao meditarmos sobre este mistério, honremos a intercessão de Maria e busquemos a sua orientação enquanto nos esforçamos para seguir o exemplo de Cristo.</p>",

  "first_luminous_id": 1,
  "first_luminous_title": "Primeiro Mistério Luminoso",
  "first_luminous_name": "O Batismo no Jordão",
  "first_luminous_scripture": "Mateus 3:13-17",
  "first_luminous_text": "<p>Então Jesus veio da Galileia para o Jordão, a fim de ser batizado por João. João, porém, opunha-se-lhe, dizendo: 'Eu é que preciso ser batizado por ti, e tu vens a mim?' Jesus, porém, respondeu-lhe: 'Deixa por enquanto, pois, convém que assim façamos, para cumprirmos toda a justiça.' E João concordou. Batizado que foi Jesus, saiu logo da água, e eis que se lhe abriram os céus, e viu o Espírito de Deus descendo como pomba e vindo sobre ele. E eis uma voz dos céus, que dizia: 'Este é o meu Filho amado, em quem me comprazo.'</p>",
  "first_luminous_reflection": "<p>No primeiro Mistério Luminoso, refletimos sobre o batismo de Jesus no Rio Jordão. Esse evento marca o início do ministério público de Jesus e revela a sua identificação como Filho de Deus. Ao meditarmos sobre este mistério, renovemos nosso compromisso de seguir Jesus e busquemos a orientação do Espírito Santo em nossas vidas.</p>",

  "second_luminous_id": 2,
  "second_luminous_title": "Segundo Mistério Luminoso",
  "second_luminous_name": "As Bodas de Caná",
  "second_luminous_scripture": "João 2:1-11",
  "second_luminous_text": "<p>No terceiro dia, houve um casamento em Caná da Galileia, e a mãe de Jesus estava lá. Jesus também foi convidado para o casamento, com os seus discípulos. E, quando faltou vinho, a mãe de Jesus disse-lhe: 'Eles não têm vinho.' Jesus disse-lhe: 'Mulher, que tenho eu contigo? Ainda não é chegada a minha hora.' Disse a sua mãe aos serventes: 'Fazei tudo o que ele vos disser.' E ali estavam seis talhas de pedra, para as purificações dos judeus, e em cada uma cabiam duas ou três metretas. Jesus disse-lhes: 'Enchei de água essas talhas.' E encheram-nas até acima. Então disse-lhes: 'Tirai agora e levai ao mestre-sala.' E eles o fizeram. Logo que o mestre-sala provou a água tornada vinho, não sabendo donde viera, se bem que o soubessem os serventes que tinham tirado a água, chamou o mestre-sala ao noivo e disse-lhe: 'Todo homem põe primeiro o vinho bom e, quando já têm bebido bem, então o inferior; mas tu guardaste até agora o bom vinho.' Assim, em Caná da Galileia, deu Jesus início aos seus sinais, e manifestou a sua glória, e os seus discípulos creram nele.</p>",
  "second_luminous_reflection": "<p>No segundo Mistério Luminoso, refletimos sobre as bodas de Caná, onde Jesus realizou o Seu primeiro milagre público, transformando água em vinho. Esse evento revela a compaixão de Jesus e o Seu poder de transformar situações. Ao meditarmos sobre este mistério, confiemos na capacidade de Jesus de operar milagres em nossas vidas e busquemos a Sua intervenção nos momentos de necessidade.</p>",

  "third_luminous_id": 3,
  "third_luminous_title": "Terceiro Mistério Luminoso",
  "third_luminous_name": "A Proclamação do Reino",
  "third_luminous_scripture": "Marcos 1:14-15",
  "third_luminous_text": "<p>Agora depois que João foi preso, Jesus veio para a Galileia, proclamando o evangelho de Deus e dizendo: 'O tempo está cumprido, e o reino de Deus está próximo; arrependam-se e creiam no evangelho.'</p>",
  "third_luminous_reflection": "<p>No terceiro Mistério Luminoso, contemplamos a proclamação de Jesus sobre o reino de Deus. Sua mensagem pede arrependimento e fé no evangelho. Ao meditarmos sobre este mistério, alinhemos nossas vidas com os valores do reino e espalhemos a boa nova da mensagem de Jesus a todos.</p>",

  "fourth_luminous_id": 4,
  "fourth_luminous_title": "Quarto Mistério Luminoso",
  "fourth_luminous_name": "A Transfiguração",
  "fourth_luminous_scripture": "Mateus 17:1-8",
  "fourth_luminous_text": "<p>E após seis dias, Jesus levou consigo Pedro, Tiago e João, seu irmão, e os levou a um alto monte, a sós. E ele foi transfigurado diante deles, e seu rosto brilhou como o sol, e suas roupas ficaram brancas como a luz. E eis que Moisés e Elias apareceram a eles, conversando com ele. E Pedro disse a Jesus: 'Senhor, é bom estarmos aqui. Se quiseres, farei aqui três tendas, uma para ti, uma para Moisés e uma para Elias.' Ele ainda estava falando quando, eis que uma nuvem luminosa os cobriu, e uma voz veio da nuvem, dizendo: 'Este é o meu Filho amado, em quem me comprazo; ouvi-o.' Quando os discípulos ouviram isso, caíram com o rosto em terra e ficaram aterrorizados. Mas Jesus se aproximou e os tocou, dizendo: 'Levantai-vos e não temais.' E quando ergueram os olhos, não viram ninguém, a não ser somente Jesus.</p>",
  "fourth_luminous_reflection": "<p>No quarto Mistério Luminoso, refletimos sobre a transfiguração de Jesus na montanha. Sua aparência radiante e a presença de Moisés e Elias destacam Sua divindade e o cumprimento da Lei e dos Profetas. Ao meditarmos sobre este mistério, busquemos encontrar a glória de Deus em nossas vidas e ouvir os ensinamentos de Jesus.</p>",

  "fifth_luminous_id": 5,
  "fifth_luminous_title": "Quinto Mistério Luminoso",
  "fifth_luminous_name": "A Instituição da Eucaristia",
  "fifth_luminous_scripture": "Mateus 26:26-30",
  "fifth_luminous_text": "<p>Agora, enquanto estavam comendo, Jesus pegou pão, e após abençoá-lo, partiu-o e deu aos discípulos, e disse: 'Tomai, comei; isto é o meu corpo.' E ele pegou um cálice, e depois de ter dado graças, deu-lho, dizendo: 'Bebei todos dele, pois isto é o meu sangue da aliança, que é derramado por muitos para a remissão dos pecados. Eu vos digo que não beberei novamente deste fruto da videira até o dia em que o beba de novo convosco no reino de meu Pai.' E quando haviam cantado um hino, saíram para o Monte das Oliveiras.</p>",
  "fifth_luminous_reflection": "<p>No quinto Mistério Luminoso, refletimos sobre a instituição da Eucaristia durante a Última Ceia. Jesus dá a Seus discípulos Seu corpo e sangue como meio de nutrição espiritual e um lembrete de Seu amor sacrificial. Ao meditarmos sobre este mistério, participemos da Eucaristia com reverência e gratidão, reconhecendo o profundo dom da presença de Jesus entre nós.</p>"
}
